Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: The first time you activate the project and click Save, all of the parameters are saved to an intermediate location, and cannot be updated. After this initial activation, you can deactivate/reactivate the project whenever you want. When a project is deactivated, users who have already downloaded it can still collect and sync their data, but new users cannot download it, even if they have the proper permissions.
bg: При първото активиране на проекта и натискане на бутона "Запази" всички параметри се записват в междинно местоположение и не могат да бъдат актуализирани. След това първоначално активиране можете да деактивирате/реактивирате проекта, когато пожелаете. Когато проектът е деактивиран, потребителите, които вече са го изтеглили, все още могат да събират и синхронизират данните си, но новите потребители не могат да го изтеглят, дори и да имат съответните разрешения.
ckb: یەکەم جار کە پڕۆژەکە چالاک دەکەیت و کرتە لە Save دەکەیت، هەموو پارامێتەرەکان لە شوێنێکی نێواندا هەڵدەگیرێن، و ناتوانرێت نوێ بکرێتەوە. دوای ئەم چالاککردنە سەرەتاییە، دەتوانیت هەرکاتێک بتەوێت پڕۆژەکە ناچالاک/چالاک بکەیتەوە. کاتێک پرۆژەیەک ناچالاک دەکرێت، ئەو بەکارهێنەرانەی پێشتر داونلۆدیان کردووە، هەر دەتوانن داتاکانیان کۆبکەنەوە و هاوکات بکەن، بەڵام بەکارهێنەرانی نوێ ناتوانن دایبەزێنن، تەنانەت ئەگەر مۆڵەتی گونجاویشیان هەبێت.
fr: La première fois que vous activez le projet et que vous cliquez sur Enregistrer, tous les paramètres sont enregistrés dans un emplacement intermédiaire et ne peuvent pas être mis à jour. Après cette première activation, vous pouvez désactiver/réactiver le projet quand vous le souhaitez. Lorsqu'un projet est désactivé, les utilisateurs qui l'ont déjà téléchargé peuvent toujours collecter et synchroniser leurs données, mais les nouveaux utilisateurs ne peuvent pas le télécharger, même s'ils disposent des autorisations appropriées.

source: Syncing
bg: Синхронизиране
ckb: هاوکاتکردن
fr: Synchronisation

source: After you have activated a project, and users have begun downloading it and entering data, they can sync their changes at any time. The following takes place when a user syncs a project:
bg: След като сте активирали проекта и потребителите са започнали да го изтеглят и да въвеждат данни, те могат да синхронизират промените си по всяко време. Когато даден потребител синхронизира проект, се извършва следното:
ckb: دوای ئەوەی پڕۆژەیەکت چالاک کرد، و بەکارهێنەران دەستیان کردووە بە دابەزاندنی و داخڵکردنی داتا، دەتوانن لە هەر کاتێکدا گۆڕانکارییەکانیان هاوکات بکەن. ئەمانەی خوارەوە کاتێک ڕوودەدەن کە بەکارهێنەرێک پڕۆژەیەک هاوکات دەکات:
fr: Une fois que vous avez activé un projet et que les utilisateurs ont commencé à le télécharger et à saisir des données, ils peuvent synchroniser leurs modifications à tout moment. Lorsqu'un utilisateur synchronise un projet, les événements suivants se produisent :

source: All changes from the user's mobile device will be pushed to this database.
bg: Всички промени от мобилното устройство на потребителя ще бъдат прехвърлени в тази база данни.
ckb: هەموو گۆڕانکارییەکان لە ئامێری مۆبایلی بەکارهێنەرەوە پاڵدەنرێت بۆ ئەم بنکەدراوە.
fr: Toutes les modifications de l'appareil mobile de l'utilisateur seront transmises à cette base de données.

source: All changes from the user's mobile device will be made available to all other participants in the same project.
bg: Всички промени от мобилното устройство на потребителя ще бъдат достъпни за всички останали участници в същия проект.
ckb: هەموو گۆڕانکارییەکان لە ئامێری مۆبایلی بەکارهێنەرەوە دەخرێتە بەردەستی هەموو بەشداربووانی دیکەی هەمان پڕۆژە.
fr: Toutes les modifications apportées à l'appareil mobile de l'utilisateur seront mises à la disposition de tous les autres participants au même projet.

source: If other project participants have synced their data, it will be downloaded to the user's mobile device.
bg: Ако други участници в проекта са синхронизирали данните си, те ще бъдат изтеглени на мобилното устройство на потребителя.
ckb: ئەگەر بەشداربووانی تری پڕۆژەکە داتاکانیان هاوکات کردبێت، ئەوا دەخرێتە سەر ئامێری مۆبایلی بەکارهێنەر.
fr: Si d'autres participants au projet ont synchronisé leurs données, elles seront téléchargées sur l'appareil mobile de l'utilisateur.

source: If resources have been changed in this database since the project was first activated, these changes are <strong>not</strong> downloaded to the user's mobile device.
bg: Ако ресурсите са били променени в тази база данни след първото активиране на проекта, тези промени <strong>не се</strong>изтеглят на мобилното устройство на потребителя.
ckb: ئەگەر سەرچاوەکان لەم بنکەدراوەدا گۆڕانکارییان بەسەردا هاتبێت لە سەرەتای چالاککردنی پڕۆژەکەوە، ئەم گۆڕانکاریانە <strong>نا</strong> دابەزێنرێن بۆ ئامێری مۆبایلی بەکارهێنەر.
fr: Si des ressources ont été modifiées dans cette base de données depuis la première activation du projet, ces modifications ne sont <strong>pas</strong> téléchargées sur l'appareil mobile de l'utilisateur.

source: Project Parameters
bg: Параметри на проекта
ckb: پارامێتەرەکانی پڕۆژە
fr: Paramètres du projet

source: This name will be used in Arches Collector when users connect to this Arches instance.
bg: Това име ще се използва в Arches Kолектор, когато потребителите се свързват с тази инстанция на Arches.
ckb: ئەم ناوە لە Arches Collector بەکاردەهێنرێت کاتێک بەکارهێنەران پەیوەندی بەم نموونەی Arches ەوە دەکەن.
fr: Ce nom sera utilisé dans Arches Collector lorsque les utilisateurs se connecteront à cette instance Arches.

source: Start Date/End Date
bg: Начална дата/Крайна дата
ckb: بەرواری دەستپێکردن/بەرواری کۆتایی
fr: Date de début/Date de fin

source: The project's start and end dates are used to limit when people can add or edit data to your project. Use these dates to enforce the beginning and end of your field data collection effort. When a project has expired, users will not be able to collect new data, but they can still sync.
bg: Началната и крайната дата на проекта се използват за ограничаване на времето, в което хората могат да добавят или редактират данни в проекта. Използвайте тези дати, за да наложите началото и края на усилията си за събиране на данни на терен. Когато проектът е изтекъл, потребителите няма да могат да събират нови данни, но все още могат да синхронизират.
ckb: بەرواری دەستپێکردن و کۆتایی پڕۆژەکە بەکاردەهێنرێت بۆ سنووردارکردنی کەی خەڵک دەتوانن داتا بۆ پڕۆژەکەت زیاد بکەن یان دەستکاری بکەن. ئەم بەروارانە بەکاربهێنە بۆ جێبەجێکردنی سەرەتاو کۆتایی هەوڵەکانی کۆکردنەوەی زانیارییە مەیدانییەکانت. کاتێک پڕۆژەیەک بەسەرچوو، بەکارهێنەران ناتوانن داتای نوێ کۆبکەنەوە، بەڵام هەر دەتوانن هاوکات بن.
fr: Les dates de début et de fin du projet sont utilisées pour limiter le moment où les personnes peuvent ajouter ou modifier des données à votre projet. Utilisez ces dates pour imposer le début et la fin de votre effort de collecte de données sur le terrain. Lorsqu'un projet a expiré, les utilisateurs ne pourront pas collecter de nouvelles données, mais ils pourront toujours synchroniser.

source: Optionally add a description for your project. This description will be included when users download the project using Arches Collector.
bg: По желание добавете описание на проекта си. Това описание ще бъде включено, когато потребителите изтеглят проекта с помощта на Arches Kолектор.
ckb: بە ئیختیاری وەسفێک بۆ پڕۆژەکەت زیاد بکە. ئەم وەسفە کاتێک بەکارهێنەران بە بەکارهێنانی Arches Collector پڕۆژەکە دابەزێنن، لەخۆدەگرێت.
fr: Ajoutez éventuellement une description de votre projet. Cette description sera incluse lorsque les utilisateurs téléchargeront le projet à l'aide d'Arches Collector.

source: Map Extent
bg: Обхват на картата
ckb: مەودای نەخشە
fr: Étendue de la carte

source: The map extent for this project will default to the extent set in System Settings, but can be changed however you like. If you allow users to download data in this project, only resources within this boundary will be used.
bg: Обхватът на картата за този проект по подразбиране ще бъде размерът, зададен в Системните настройки, но може да бъде променен по ваш избор. Ако разрешите на потребителите да изтеглят данни в този проект, ще се използват само ресурси в тази граница.
ckb: مەودای نەخشە بۆ ئەم پڕۆژەیە بە شێوەی پێشوەختە بەو ڕادەیە دەبێت کە لە ڕێکخستنەکانی سیستەمدا دانراوە، بەڵام دەتوانرێت بە هەر شێوەیەک بتەوێت بگۆڕدرێت. ئەگەر ڕێگە بە بەکارهێنەران بدەیت داتا لەم پڕۆژەیەدا دابەزێنن، تەنها سەرچاوەکانی ناو ئەم سنوورە بەکاردەهێنرێن.
fr: L'étendue de la carte pour ce projet correspondra par défaut à l'étendue définie dans les paramètres système, mais peut être modifiée comme vous le souhaitez. Si vous autorisez les utilisateurs à télécharger des données dans ce projet, seules les ressources comprises dans cette limite seront utilisées.

source: Map Sources
bg: Източници на картата
ckb: سەرچاوەکانی نەخشە
fr: Sources cartographiques

source: Define the basemap layer(s) that will be available to users while they collect data with Arches Collector.
bg: Дефинирайте слоя(слоевете) на базовата карта, които ще са на разположение на потребителите, докато събират данни с Arches Kолекторr.
ckb: چین(ەکان)ی نەخشەی بنەڕەتی پێناسە بکە کە بەردەست دەبێت بۆ بەکارهێنەران لەکاتێکدا داتاکان لەگەڵ Arches Collector کۆدەکەنەوە.
fr: Définissez la ou les couches de fond de carte qui seront disponibles pour les utilisateurs pendant qu'ils collectent des données avec Arches Collector.

source: If you expect data collection to happen in areas that do not have reliable cellular/wifi data connections, use this parameter to link to an MBTiles file that users will download when they download this project. You can learn more about creating this file in our external <a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank">Arches Collector Manager</a> documentation.
bg: Ако очаквате събирането на данни да се извършва в райони, които нямат надеждни клетъчни/wifi връзки за данни, използвайте този параметър, за да се свържете с MBTiles файл, който потребителите ще изтеглят, когато изтеглят този проект. Можете да научите повече за създаването на този файл в нашата външна документация на <a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank">Мениджър на Arches Kолектор.</a>
ckb: ئەگەر پێشبینی دەکەیت کۆکردنەوەی زانیاری لەو ناوچانەدا ڕووبدات کە پەیوەندی داتاکانی خانەیی/وایفای متمانەپێکراویان نییە، ئەم پارامێتەرە بەکاربهێنە بۆ بەستنەوە بە فایلێکی MBTiles کە بەکارهێنەران دایبەزێنن کاتێک ئەم پڕۆژەیە دابەزێنن. دەتوانیت زیاتر دەربارەی دروستکردنی ئەم پەڕگەیە لە <a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank">بەڕێوەبەری کۆکەرەوەی کەوانەکان</a>ی دەرەکیمان بزانیت بەڵگەنامەسازی.
fr: Si vous vous attendez à ce que la collecte de données se produise dans des zones qui ne disposent pas de connexions de données cellulaires/wifi fiables, utilisez ce paramètre pour créer un lien vers un fichier MBTiles que les utilisateurs téléchargeront lorsqu'ils téléchargeront ce projet. Vous pouvez en savoir plus sur la création de ce fichier dans notre <a href="https://arches.readthedocs.io/en/stable/arches-collector-manager/" target="_blank">Arches Collector Manager</a> Documentation.

source: Models
bg: Модели
ckb: مۆدێلەکان
fr: Modèles

source: You must select one or more resources models to include in the project. When a user downloads the project and begins editing data, only these resource models will be available to them.
bg: Трябва да изберете един или повече ресурсни модела, които да включите в проекта. Когато даден потребител изтегли проекта и започне да редактира данни, само тези ресурсни модели ще бъдат достъпни за него.
ckb: پێویستە یەک یان چەند مۆدێلێکی سەرچاوە هەڵبژێریت بۆ ئەوەی لە پڕۆژەکەدا جێی بکەیتەوە. کاتێک بەکارهێنەرێک پڕۆژەکە دابەزێنێت و دەست دەکات بە دەستکاریکردنی داتاکان، تەنها ئەم مۆدێلە سەرچاوەیانە لەبەردەستیدا دەبن.
fr: Vous devez sélectionner un ou plusieurs modèles de ressources à inclure dans le projet. Lorsqu'un utilisateur télécharge le projet et commence à modifier les données, seuls ces modèles de ressources seront disponibles.

source: Once you have selected a model, you must further decide which cards from that model to include.
bg: След като изберете модел, трябва да решите кои карти от този модел да включите.
ckb: کاتێک مۆدێلێکت هەڵبژارد، دەبێت زیاتر بڕیار بدەیت کە کام کارت لەو مۆدێلە لەخۆبگریت.
fr: Une fois que vous avez sélectionné un modèle, vous devez en outre décider quelles fiches de ce modèle inclure.

source: By only including certain cards, you can keep the Arches Collector users focused on the specific information you want them to gather.
bg: Като включите само определени карти, можете да задържите потребителите на Arches Колектор фокусирани върху конкретната информация, която искате да съберат.
ckb: تەنها بە هێنانە ناوەوەی هەندێک کارت، دەتوانیت بەکارهێنەرانی Arches Collector سەرنجیان لەسەر ئەو زانیارییە تایبەتانە بهێڵیتەوە کە دەتەوێت کۆیان بکەنەوە.
fr: En n'incluant que certaines fiches, vous pouvez garder les utilisateurs d'Arches Collector concentrés sur les informations spécifiques que vous souhaitez qu'ils collectent.

source: All existing card-level permissions in a resource model will be honored during data collection.
bg: Всички съществуващи разрешения на ниво карта в ресурсения модел ще бъдат запазени по време на събирането на данни.
ckb: هەموو مۆڵەتەکانی ئاستی کارت کە لە مۆدێلی سەرچاوەدا هەن لە کاتی کۆکردنەوەی زانیارییەکاندا ڕێزیان لێدەگیرێت.
fr: Toutes les autorisations existantes au niveau de la fiche dans un modèle de ressource seront honorées lors de la collecte de données.

source: Data
bg: Данни
ckb: داتا
fr: Données

source: If you want users to edit existing resources in your database, you must include these resources in the Data Download section. You can limit the number of resources that get downloaded, with the default maximum limit being 2000. If the resource model you want to download includes geometry, only resources from within your Map Extent will be downloaded.
bg: Ако искате потребителите да редактират съществуващи ресурси във вашата база данни, трябва да включите тези ресурси в раздела Изтегляне на данни. Можете да ограничите броя на ресурсите, които се изтеглят, като по подразбиране максималният лимит е 2000. Ако ресурсеният модел, който искате да изтеглите, включва геометрия, ще бъдат изтеглени само ресурси от рамките на вашия Обхват на картата.
ckb: ئەگەر دەتەوێت بەکارهێنەران دەستکاری سەرچاوەی هەبوو لە بنکەدراوەی تۆدا بکەن، پێویستە ئەم سەرچاوانەی لە بەشی دابەزاندنی داتادا دابنێیت. دەتوانیت ژمارەی ئەو سەرچاوانەی کە دابەزێنراون سنووردار بکەیت، زۆرترین سنووری پێشوەختە 2000. ئەگەر ئەو مۆدێلە سەرچاوەیەی کە دەتەوێت دایبەزێنیت ئەندازەیی لەخۆبگرێت، تەنها سەرچاوەکانی ناو مەودای نەخشەکەت دابەزێنرێن.
fr: Si vous souhaitez que les utilisateurs modifient les ressources existantes dans votre base de données, vous devez inclure ces ressources dans la section Téléchargement de données. Vous pouvez limiter le nombre de ressources téléchargées, la limite maximale par défaut étant de 2 000. Si le modèle de ressource que vous souhaitez télécharger inclut une géométrie, seules les ressources de l'étendue de votre carte seront téléchargées.

source: You can also choose a custom download of resources. Simply go to the search page, construct a search query, and copy and paste the URL in the Custom Download URL box. All of the search results from that query will be included when users download this project.
bg: Можете също така да изберете персонализирано изтегляне на ресурси. Просто отидете на страницата за търсене, съставете заявка за търсене и копирайте и поставете URL адреса в полето "Потребителски URL за изтегляне". Всички резултати от търсенето от тази заявка ще бъдат включени, когато потребителите изтеглят този проект.
ckb: هەروەها دەتوانیت دابەزاندنی سەرچاوەی تایبەت هەڵبژێریت. تەنها بچۆ بۆ لاپەڕەی گەڕان و پرسیارێکی گەڕان دروست بکە و URLەکە لە بۆکسی Custom Download URL کۆپی بکە و لێی بدە. هەموو ئەنجامی گەڕانەکانی ئەو پرسیارە کاتێک بەکارهێنەران ئەم پڕۆژەیە دابەزێنن، دەخرێنە ناوەوە.
fr: Vous pouvez également choisir un téléchargement personnalisé de ressources. Accédez simplement à la page de recherche, créez une requête de recherche, puis copiez et collez l'URL dans la zone URL de téléchargement personnalisée. Tous les résultats de recherche de cette requête seront inclus lorsque les utilisateurs téléchargeront ce projet.

source: People
bg: Хора
ckb: خەڵک
fr: Personnes

source: When someone connects to this Arches instance from their mobile device using Arches Collector, they will only be able to access this project if they have been approved to do so.
bg: Когато някой се свърже с тази инстанция на Arches от мобилното си устройство с помощта на Arches Kолектор, той ще може да получи достъп до този проект само ако е бил одобрен за това.
ckb: کاتێک کەسێک لە ئامێرە مۆبایلەکەیەوە بە بەکارهێنانی Arches Collector پەیوەندی بەم نموونەیەی Arches دەکات، ئەوا تەنها دەتوانێت دەستی بەم پڕۆژەیە بگات ئەگەر پەسەندی کردبێت.
fr: Lorsqu'une personne se connecte à cette instance Arches à partir de son appareil mobile à l'aide d'Arches Collector, elle ne pourra accéder à ce projet que si elle a été autorisée à le faire.

source: When modifying group and user approvals, bear in mind the following:
bg: Когато променяте групови и потребителски одобрения, имайте предвид следното:
ckb: لە کاتی دەستکاریکردنی پەسەندکردنی گروپ و بەکارهێنەر، ئەمانەی خوارەوە لەبەرچاو بگرە:
fr: Lors de la modification des approbations de groupe et d'utilisateur, gardez à l'esprit ce qui suit :

source: By approving a group, all members will be approved.
bg: С одобряването на дадена група ще бъдат одобрени всички членове.
ckb: بە پەسەندکردنی گروپێک، هەموو ئەندامەکان پەسەند دەکرێن.
fr: En approuvant un groupe, tous les membres seront approuvés.

source: By disapproving a group, all members will be disapproved unless they are approved as a member of a different group.
bg: При отказ на одобрение на дадена група, всички членове ще бъдат неодобрени, освен ако не бъдат одобрени като членове на друга група.
ckb: بە ناپەسەندکردنی گروپێک، هەموو ئەندامەکان ناپەسەند دەبن، مەگەر وەک ئەندامی گروپێکی جیاواز پەسەند نەکرێن.
fr: En désapprouvant un groupe, tous les membres seront désapprouvés à moins qu'ils ne soient approuvés en tant que membre d'un groupe différent.

source: You may approve or disapprove a user regardless of the approval status of any group to which that user belongs.
bg: Можете да одобрите или да не одобрите даден потребител, независимо от статуса на одобрение на групата, към която принадлежи този потребител.
ckb: دەتوانیت بەکارهێنەرێک پەسەند بکەیت یان پەسەندی نەکەیت بەبێ گوێدانە دۆخی پەسەندکردنی هەر گروپێک کە ئەو بەکارهێنەرە سەر بەو گروپە بێت.
fr: Vous pouvez approuver ou désapprouver un utilisateur quel que soit le statut d'approbation de tout groupe auquel cet utilisateur appartient.

source: This page is where you manage all of your <strong>Resource Models</strong> and <strong>Branches</strong>.
bg: На тази страница можете да управлявате всички ваши <strong>Ресурсни модели</strong> и <strong>Разклонения</strong>.
ckb: ئەم لاپەڕەیە ئەو شوێنەیە کە تۆ هەموو <strong>مۆدێلەکانی سەرچاوە</strong> و <strong>لقەکان</strong>ەکانت بەڕێوەدەبەیت.
fr: Cette page vous permet de gérer tous vos <strong>Modèles de ressources</strong> et <strong>Branches</strong>.

source: If you don't see any listed here, you may want to consider <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank">loading a package</a>. Alternatively, you can directly import individual Resource Model files through <strong>Add ...</strong> (close this panel to find the button). Finally, to start from scratch just <strong>Add ... > New Resource Model</strong>.
bg: Ако не виждате нито един от изброените тук, може би трябва да помислите за <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank">зареждане на пакет</a>. Алтернативно можете директно да импортирате отделни файлове с ресурсни модели чрез <strong>Добави ...</strong> (затворете този панел, за да намерите бутона). И накрая, за да започнете от нулата, просто <strong>Добави ... > Нов Ресурсен Модел </strong>.
ckb: ئەگەر لێرەدا هیچیان نەبینیت، لەوانەیە بتەوێت بیر لە <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank">بارکردنی پاکێجێک بکەیتەوە< /a>. یان دەتوانیت ڕاستەوخۆ تاکە فایلەکانی مۆدێلی سەرچاوە هاوردە بکەیت لە ڕێگەی <strong>زیادکردن ...</strong> (ئەم پانێڵە دابخە بۆ دۆزینەوەی دوگمەکە). لە کۆتاییدا، بۆ دەستپێکردن لە سفرەوە تەنها <strong>زیادکردن ... > مۆدێلی سەرچاوەی نوێ</strong>.
fr: Si vous n'en voyez aucun répertorié ici, vous pouvez envisager de <a href="https://arches.readthedocs.io/en/stable/projects-and-packages" target="_blank">charger un paquet< /a>. Vous pouvez également importer directement des fichiers de modèle de ressource individuels via <strong>Ajouter ...</strong> (fermez ce panneau pour trouver le bouton). Enfin, pour repartir de zéro, il vous suffit d'<strong>Ajouter ... > Nouveau modèle de ressource</strong>.

source: Once you have some graphs loaded, there are a few management operations which are only accessible through this page. Use <strong>Manage ...</strong> on a graph to perform the following actions:
bg: След като сте заредили някои графи, има няколко операции за управление, които са достъпни само чрез тази страница. Използвайте <strong>Управление ... </strong> върху графа, за да извършите следните действия:
ckb: کاتێک هەندێک گرافت بارکرد، چەند کارێکی بەڕێوەبردن هەیە کە تەنها لە ڕێگەی ئەم لاپەڕەیەوە دەستت پێدەگات. بۆ ئەنجامدانی ئەم کردارانەی خوارەوە <strong>بەڕێوەبردن ...</strong> لەسەر گرافێک بەکاربهێنە:
fr: Une fois que vous avez chargé des graphes, il y a quelques opérations de gestion qui ne sont accessibles que via cette page. Utilisez <strong>Gérer...</strong> sur un graphe pour effectuer les actions suivantes :

source: Enter the Graph Designer. This is where the magic happens!
bg: Влезте в Дизайнера на Графи. Това е мястото, където се случва магията!
ckb: دیزاینەری گرافیک داخڵ بکە. ئەمەیە کە سیحرەکە ڕوودەدات!
fr: Entrez dans le concepteur de graphes. C'est là que la magie opère !

source: Resource Models only
bg: Само Ресурсни Модели
ckb: تەنها مۆدێلی سەرچاوە
fr: Modèles de ressources uniquement

source: Enter the Function Manager. <strong>You must use the Function Manager to configure the display names of your resources!</strong> Otherwise, all your resources will just be labeled "Untitled" in the search results and on the map.
bg: Влезте в Function Manager. <strong>Трябва да използвате Function Manager, за да конфигурирате имената за показване на вашите ресурси!</strong> В противен случай всички ваши ресурси ще бъдат просто обозначени като "Без име" в резултатите от търсенето и на картата.
ckb: بەڕێوەبەری فەنکشنەکان داخڵ بکە. <strong>پێویستە بەڕێوەبەری ئەرکەکان بەکاربهێنیت بۆ ڕێکخستنی ناوی پیشاندانی سەرچاوەکانت!</strong> ئەگەرنا، هەموو سەرچاوەکانت تەنها لە ئەنجامی گەڕان و لەسەر نەخشەکەدا بە "بێ ناونیشان" ناوزەد دەکرێن.
fr: Entrez dans le gestionnaire de fonctions. <strong>Vous devez utiliser le gestionnaire de fonctions pour configurer les noms d'affichage de vos ressources !</strong> Sinon, toutes vos ressources seront simplement étiquetées "Sans titre" dans les résultats de recherche et sur la carte.
