Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: Export Thesauri
bg: Експортиране на Синонимни Речници
ckb: هەناردەکردنی تێزۆری
fr: Exporter les thésaurus

source: Delete Thesauri
bg: Изтриване на Синонимни Речници
ckb: Thesauri بسڕەوە
fr: Supprimer les thésaurus

source: Add Collection
bg: Добавяне на колекция
ckb: زیادکردنی کۆکردنەوە
fr: Ajouter une collection

source: Delete Collection
bg: Изтриване на колекция
ckb: کۆکردنەوە بسڕەوە
fr: Supprimer la collection

source: Export All Collections
bg: Експортиране на всички колекции
ckb: هەناردەکردنی هەموو کۆکراوەکان
fr: Exporter toutes les collections

source: Loading...
bg: Зареждане...
ckb: بارکردن...
fr: Chargement...

source: Create Account
bg: Създаване на акаунт
ckb: هەژمار دروستبکە
fr: Créer un compte

source: Register to access data modeling, editing, and discovery tools.
bg: Регистрирайте се, за да получите достъп до инструменти за моделиране, редактиране и откриване на данни.
ckb: ناوت تۆمار بکە بۆ دەستگەیشتن بە ئامرازەکانی مۆدێلکردنی داتا، دەستکاریکردن و دۆزینەوە.
fr: Inscrivez-vous pour accéder aux outils de modélisation, d'édition et de découverte des données.

source: Please correct the error below.
bg: Моля, коригирайте грешката по-долу.
ckb: تکایە هەڵەی خوارەوە ڕاست بکەرەوە.
fr: Veuillez corriger l'erreur ci-dessous.

source: Please correct the errors below.
bg: Моля, коригирайте грешките по-долу.
ckb: تکایە هەڵەکانی خوارەوە ڕاست بکەنەوە.
fr: Veuillez corriger les erreurs ci-dessous.

source: Signup
bg: Регистрация
ckb: خۆت تۆمار بکە
fr: Inscrivez-vous

source: Insert Workflow Name
bg: Вмъкване на Име на Работен Процес
ckb: ناوی Workflow دابنێ
fr: Insérer le nom du flux de travail

source: Save and Complete Workflow
bg: Запазване и Завършване на Работния Процес
ckb: پاشەکەوتکردن و تەواوکردنی Workflow
fr: Enregistrer et terminer le flux de travail

source: Previous Step
bg: Предишна Стъпка
ckb: هەنگاوی پێشوو
fr: Étape précédente

source: Undo
bg: Отмяна
ckb: پاشەکشە بکە
fr: Annuler

source: Save and Continue
bg: Запазване и Продължаване
ckb: پاشەکەوتکردن و بەردەوامبوون
fr: Sauvegarder et continuer

source: Next Step
bg: Следваща Стъпка
ckb: هه‌نگاوی داهاتوو
fr: L'étape suivante

source: Concept
bg: Концепция
ckb: چەمک

source: Delete this concept
bg: Изтриване на тази концепция
ckb: ئەم چەمکە بسڕەوە
fr: Supprimer ce concept

source: Delete this concept and all of it's sub concepts.
bg: Изтрийте тази концепция и всички нейни подконцепции.
ckb: ئەم چەمکە و هەموو چەمکە لاوەکییەکانی بسڕەوە.
fr: Supprimez ce concept et tous ses sous-concepts.

source: Jump to this concept
bg: Прескачане на тази концепция
ckb: باز بدە بۆ ئەم چەمکە
fr: Aller à ce concept

source: More Child Concept
bg: Повече за субконцепцията
ckb: چەمکی منداڵی زیاتر
fr: Plus de concepts fils

source: Search for a concept...
bg: Търсене на концепция...
ckb: گەڕان بەدوای چەمکێکدا...
fr: Rechercher un concept...

source: Recently Added Resources
bg: Наскоро добавени ресурси
ckb: سەرچاوە زیادکراوەکانی بەم دواییە
fr: Ressources ajoutées récemment

source: Resource Id
bg: Идентификатор на ресурса
ckb: ناسنامەی سەرچاوە
fr: Identifiant de la ressource

source: Resource Name
bg: Име на ресурса
ckb: ناوی سەرچاوە
fr: Nom de la ressource

source: Edited
bg: Редактиран
ckb: دەستکاری کراوە
fr: Édité

source: Edit Type
bg: Тип редактиране
ckb: جۆری دەستکاریکردن
fr: Modifier le type

source: Editor
bg: Редактор
ckb: دەستکاریکەر
fr: Éditeur

source: (Resource Deleted)
bg: (Изтрит ресурс)
ckb: (سەرچاوە سڕاوەتەوە)
fr: (Ressource supprimée)

source: View Report
bg: Преглед на доклада
ckb: بینینی ڕاپۆرت
fr: Voir le rapport

source: Graph Designer
bg: Дизайнер на графи
ckb: دیزاینەری گراف
fr: Concepteur de graphes

source: Branch
bg: Разклонение
ckb: لق
fr: Branche

source: Find a Resource Model/Branch...
bg: Намерете Ресурсен Модел/Разклонение...
ckb: مۆدێلی سەرچاوە/لقێک بدۆزەرەوە...
fr: Trouver un modèle de ressource/une branche...

source: Discard Card Edits
bg: Отмяна на Редакциите на Картата
ckb: دەستکاریکردنی کارت فڕێدان
fr: Ignorer les modifications de fiche

source: Save Card Edits
bg: Запазване на Редакциите на Картата
ckb: پاشەکەوتکردنی دەستکارییەکانی کارت
fr: Enregistrer les modifications de la fiche

source: Quit Designer
bg: Напускане на дизайнер
ckb: وازهێنان لە دیزاینەر
fr: Quitter le concepteur

source: Graph
bg: Графа
ckb: گرافیک
fr: Graphe

source: Cards
bg: Карти
ckb: کارتەکان
fr: Fiches

source: Add a branch to your model from the library
bg: Добавяне на разклонение към модела от библиотеката
ckb: لە کتێبخانەوە لقێک بۆ مۆدێلەکەت زیاد بکە
fr: Ajouter une branche à votre modèle depuis la bibliothèque

source: Card Designer
bg: Дизайнер на карти
ckb: دیزاینەری کارت
fr: Concepteur de fiche

source: Graphs
bg: Графи
ckb: گرافیکەکان
fr: Graphes

source: New Resource Model
bg: Нов Ресурсен Модел
ckb: مۆدێلی سەرچاوەی نوێ
fr: Nouveau modèle de ressources

source: Import Branch/Resource Model
bg: Импортиране на Разклонение/Ресурсен Модел
ckb: مۆدێلی لقی هاوردەکردن/سەرچاوە
fr: Importer un modèle de branche/ressource

source: Manage Graph
bg: Управление на Графа
ckb: بەڕێوەبردنی گراف
fr: Gérer le graphe

source: Manage Functions
bg: Управление на функциите
ckb: بەڕێوەبردنی ئەرکەکان
fr: Gérer les fonctions

source: Create Mapping File
bg: Създаване на файл за картографиране
ckb: دروستکردنی فایلێکی نەخشەسازی
fr: Créer un fichier de mappage

source: Delete Instances
bg: Изтриване на екземпляри
ckb: سڕینەوەی نموونەکان
fr: Supprimer des instances

source: Export Model
bg: Експортиране на модел
ckb: مۆدێلی هەناردەکردن
fr: Exporter le modèle

source: Clone Model
bg: Клониране на модел
ckb: مۆدێلی کلۆن
fr: Cloner le modèle

source: Delete Model
bg: Изтриване на модел
ckb: سڕینەوەی مۆدێل
fr: Supprimer le modèle

source: Widget
bg: Уиджет
ckb: ویجت

source: Discard
bg: Отказ
ckb: ڕەتکردنەوە
fr: Écarter

source: Function Manager
bg: Мениджър на функции
ckb: بەڕێوەبەری فەنکشن
fr: Gestionnaire de fonction

source: Selected Functions
bg: Избрани функции
ckb: ئەرکە هەڵبژێردراوەکان
fr: Fonctions sélectionnées

source: You haven't added any functions yet.
bg: Все още не сте добавили никакви функции.
ckb: تا ئێستا هیچ فەنکشنێکت زیاد نەکردووە.
fr: Vous n'avez pas encore ajouté de fonctions.

source: Select functions from the library to add new capabilities to your resource.
bg: Изберете функции от библиотеката, за да добавите нови възможности към ресурса си.
ckb: فەنکشنەکان لە کتێبخانەکەوە هەڵبژێرە بۆ زیادکردنی توانای نوێ بۆ سەرچاوەکەت.
fr: Sélectionnez des fonctions dans la bibliothèque pour ajouter de nouvelles fonctionnalités à votre ressource.

source: Close Function Library
bg: Затваряне на библиотеката с функции
ckb: کتێبخانەی فەنکشن دابخە
fr: Fermer la bibliothèque de fonctions

source: Show Function Library
bg: Показване на библиотеката с функции
ckb: کتێبخانەی فەنکشن پیشان بدە
fr: Afficher la bibliothèque de fonctions

source: Library filter goes here
bg: Филтърът на библиотеката е тук
ckb: فلتەری کتێبخانە لێرە دەچێت
fr: Le filtre de bibliothèque va ici

source: Function Library
bg: Функционална библиотека
ckb: کتێبخانەی ئەرکەکان
fr: Bibliothèque de fonctions

source: Function Name
bg: Име на функцията
ckb: ناوی فەنکشن
fr: Nom de la fonction

source: This Function doesn't require any configuration.
bg: Тази функция не изисква конфигурация.
ckb: ئەم فەنکشنە پێویستی بە هیچ ڕێکخستنێک نییە.
fr: Cette fonction ne nécessite aucune configuration.

source: Function Description
bg: Описание на функцията
ckb: وەسفکردنی ئەرک
fr: Description de la fonction

source: Select Function
bg: Избор на функция
ckb: فەنکشن هەڵبژێرە
fr: Sélectionnez la fonction

source: Graph Manager
bg: Мениджър на графи
ckb: بەڕێوەبەری گرافیک
fr: Gestionnaire de graphes

source: Because of ontology rules, there are no branches that can be appended.
bg: Поради правилата на онтологията няма разклонения, които да могат да се добавят.
ckb: بەهۆی یاساکانی ئۆنتۆلۆژییەوە، هیچ لقێک نییە کە بتوانرێت هاوپێچ بکرێت.
fr: En raison des règles d'ontologie, aucune branche ne peut être ajoutée.

source: Card name
bg: Име на картата
ckb: ناوی کارتەکە
fr: Nom de la fiche

source: CSS Classes (Optional)
bg: CSS Classes (по избор)
ckb: پۆلەکانی CSS (ئیختیاری)
fr: Classes CSS (facultatif)

source: Help Panel Title
bg: Заглавие на помощния панел
ckb: ناونیشانی پانێڵی یارمەتی
fr: Titre du panneau d'aide

source: Help title
bg: Помощно заглавие
ckb: ناونیشانی یارمەتی
fr: Titre de l'aide

source: Content
bg: Съдържание
ckb: ناوەڕۆک
fr: Teneur

source: Unique Values
bg: Уникални стойности
ckb: بەها ناوازەکان
fr: Valeurs uniques

source: Find a card...
bg: Намерете карта...
ckb: کارتێک بدۆزەرەوە...
fr: Trouver une fiche...

source: Expand
bg: Разширяване
ckb: فراوانکردن
fr: Étendre

source: Collapse
bg: Свиване
ckb: شکست هێنان
fr: S'effondrer

source: Select All
bg: Избиране на всички
ckb: دیاری کردنی هەموو
fr: Tout sélectionner

source: Clear All
bg: Изчистване на всички
ckb: سڕینەوەی هەموو
fr: Tout effacer

source: Show IDs
bg: Показване на идентификатори
ckb: ناسنامەکان پیشان بدە
fr: Montrer les ID

source: Hide IDs
bg: Скриване на идентификатори
ckb: شاردنەوەی ناسنامەکان
fr: Masquer les ID

source: (edit report)
bg: (доклад за редактиране)
ckb: (دەستکاری ڕاپۆرت)
fr: (rapport d'édition)

source: Make card
bg: Направете карта
ckb: کارت دروست بکە
fr: Créer une fiche

source: Data from nodes not collected in other cards will be collected in the root card's form section
bg: Данните от възли, които не са събрани в други карти, ще бъдат събрани в раздела за формуляри на основната карта.
ckb: داتاکانی ئەو گرێیانەی کە لە کارتەکانی تردا کۆنەکراونەتەوە لە بەشی فۆڕمی کارتی ڕەگدا کۆدەکرێنەوە
fr: Les données des nœuds non collectées dans d'autres fiches seront collectées dans la section de formulaire de la fiche racine

source: Resource models that may be related:
bg: Ресурсни Модели, които могат да бъдат свързани:
ckb: ئەو مۆدێلە سەرچاوەیانەی کە ڕەنگە پەیوەندییان هەبێت:
fr: Modèles de ressources pouvant être liés :

source: Author name
bg: Име на автора
ckb: ناوی نووسەر
fr: Nom de l'auteur

source: Abstract/description
bg: Абстракт/описание
ckb: پوختە/وەسف
fr: Résumé/description

source: URI to a JSON-LD Context Object or a Raw Context Object or Array of Context Objects
bg: URI към обект на контекста JSON-LD или необработен обект на контекста, или масив от обекти на контекста
ckb: URI بۆ ئۆبجێکتی کۆنتێکستی JSON-LD یان ئۆبجێکتی کۆنتێکستی خاو یان ڕیزبەندی ئۆبجێکتی کۆنتێکست
fr: URI vers un objet de contexte JSON-LD ou un objet de contexte brut ou un tableau d'objets de contexte

source: URI Slug for API Access
bg: URI Slug за достъп до API
ckb: URI Slug بۆ دەستگەیشتن بە API
fr: URI Slug pour l'accès à l'API

source: Slug
ckb: سلۆگ

source: Map Feature Color
bg: Цвят на функцията на картата
ckb: ڕەنگی تایبەتمەندی نەخشە
fr: Couleur des éléments de la carte

source: Find a node, datatype, card...
bg: Намиране на възел, тип данни, карта...
ckb: دۆزینەوەی گرێیەک، جۆری داتا، کارت...
fr: Trouver un nœud, un type de données, une fiche...

source: Node is exportable in search
bg: Възелът може да се експортира в търсене
ckb: گرێ لە گەڕاندا هەناردە دەکرێت
fr: Le nœud est exportable dans la recherche

source: Add Child Node
bg: Добавяне на подвъзел
ckb: زیادکردنی گرێی منداڵ
fr: Ajouter un nœud enfant

source: Add Branch
bg: Добавяне на Разклонение
ckb: لق زیاد بکە
fr: Ajouter une succursale

source: Export Branch
bg: Експортиране на разклонение
ckb: لقی هەناردەکردن
fr: Exporter la branche

source: Delete Node
bg: Изтриване на възел
ckb: سڕینەوەی گرێ
fr: Supprimer le nœud

source: Groups/Accounts
bg: Групи/акаунти
ckb: گروپەکان/ئەکاونتەکان
fr: Groupes/Comptes

source: Enter node name here...
bg: Въведете името на възела тук...
ckb: لێرەدا ناوی گرێ بنووسە...
fr: Entrez le nom du nœud ici...

source: node name
bg: име на възел
ckb: ناوی گرێ
fr: nom du nœud

source: parent
bg: главен
ckb: دایک و باوک

source: Semantics
bg: Семантика
ckb: ماناسازی
fr: Sémantique

source: description
bg: описание
ckb: وەسف

source: Node Data Type and Configuration
bg: Тип данни и конфигурация на възела
ckb: جۆری داتا و ڕێکخستنی گرێ
fr: Type de données et configuration du nœud

source: Node Settings
bg: Настройки на възел
ckb: ڕێکخستنەکانی گرێ
fr: Paramètres du nœud

source: Activate to use this node in Advanced Search.
bg: Активирайте, за да използвате този възел в разширеното търсене.
ckb: چالاک بکە بۆ بەکارهێنانی ئەم گرێیە لە گەڕانی پێشکەوتوودا.
fr: Activez pour utiliser ce nœud dans la recherche avancée.

source: Activate to require that data be collected for this node when a card value is edited
bg: Активирайте, за да изискате да се събират данни за този възел, когато се редактира стойност на картата.
ckb: چالاک بکە بۆ ئەوەی داوا بکەیت کە داتاکان بۆ ئەم گرێیە کۆبکرێنەوە کاتێک بەهای کارتێک دەستکاری دەکرێت
fr: Activer pour exiger que les données soient collectées pour ce nœud lorsqu'une valeur de fiche est modifiée

source: Export via Search Results
bg: Експортиране чрез резултатите от търсенето
ckb: هەناردەکردن لە ڕێگەی ئەنجامی گەڕان
fr: Exporter via les résultats de recherche

source: Provide a field name for shapefiles.
bg: Посочете име на полето за shapefiles.
ckb: ناوی مەیدانێک بۆ فایلەکانی شێوە دابین بکە.
fr: Fournissez un nom de champ pour les shapefiles.

source: Limited to 10 characters to meet shapefile requirements.
bg: Ограничено до 10 символа, за да се отговори на изискванията за shapefile.
ckb: سنووردارە بە ١٠ پیت بۆ جێبەجێکردنی پێداویستییەکانی فایلە شێوە.
fr: Limité à 10 caractères pour répondre aux exigences du shapefile.

source: shapefile fieldname
bg: име на полето на shapefile
ckb: ناوی مەیدانی shapefile
fr: nom du champ du shapefile

source: Data from this node and downstream nodes will be collected in a single form section
bg: Данните от този възел и възлите надолу по веригата се събират в един раздел на формуляра.
ckb: داتاکانی ئەم گرێیە و گرێکانی خوارەوە لە یەک بەشی فۆرمدا کۆدەکرێنەوە
fr: Les données de ce nœud et des nœuds en aval seront collectées dans une seule section de formulaire

source: To set permissions:
bg: Задаване на разрешения:
ckb: بۆ دانانی مۆڵەتەکان:
fr: Pour définir des autorisations :

source: <strong> 1. Select one or more cards </strong>from the card tree.
bg: <strong>1. Изберете една или повече карти </strong> от дървото на картите.
ckb: <strong> 1. کارتێک یان چەند کارتێک </strong>لە دار کارتەکە هەڵبژێرە.
fr: <strong> 1. Sélectionnez une ou plusieurs fiches</strong> dans l'arborescence des fiches.

source: <strong> 2. Select a Group or User Account </strong>from the dropdown below.
bg: <strong>2. Изберете група или потребителски акаунт </strong> от падащото меню по-долу.
ckb: <strong> 2. لەم بەشەی خوارەوەدا گروپ یان ئەژمێری بەکارهێنەر </strong> هەڵبژێرە.
fr: <strong> 2. Sélectionnez un groupe ou un compte utilisateur </strong> dans le menu déroulant ci-dessous.

source: <strong> 3. Apply Permissions </strong>to set your changes. You'll see your selections reflected by the icons in the card tree.
bg: <strong>3. Приложете Разрешения</strong>, за да зададете промените. Ще видите, че изборът ви е отразен чрез иконите в дървото на картите.
ckb: <strong> 3. مۆڵەتەکان جێبەجێ بکە </strong>بۆ ڕێکخستنی گۆڕانکارییەکانتان. دەبینیت هەڵبژاردنەکانت بە ئایکۆنەکانی ناو دار کارتەکە ڕەنگ دەدەنەوە.
fr: <strong> 3. Appliquez des autorisations </strong> pour définir vos modifications. Vous verrez vos sélections reflétées par les icônes dans l'arborescence des fiches.

source: Set permissions for:
bg: Задайте разрешения за:
ckb: مۆڵەتەکان بۆ:
fr: Définissez les autorisations pour :

source: Select a Group/Account...
bg: Изберете група/акаунт...
ckb: گروپێک/ئەکاونتێک هەڵبژێرە...
fr: Sélectionnez un groupe/compte...

source: Revert Permissions
bg: Връщане на разрешения
ckb: مۆڵەتەکانی گەڕاندنەوە
fr: Rétablir les autorisations

source: Apply Permissions
bg: Прилагане на разрешения
ckb: مۆڵەتەکان جێبەجێ بکە
fr: Appliquer les autorisations

source: Selected Cards
bg: Избрани Карти
ckb: کارتە هەڵبژێردراوەکان
fr: Fiches sélectionnées

source: No cards selected
bg: Няма избрани карти
ckb: هیچ کارتێک هەڵنەبژێردراوە
fr: Aucune fiche sélectionnée

source: Widget Manager
bg: Мениджър на Уиджети
ckb: بەڕێوەبەری ویجت
fr: Gestionnaire de widgets

source: Visibility
bg: Видимост
ckb: بینین
fr: Visibilité

source: Overlay
bg: Наслояване
ckb: سەرپۆش
fr: Recouvrir

source: No overlays available
bg: Няма налични покрития
ckb: هیچ سەرپۆشێک لەبەردەستدا نییە
fr: Aucune superposition disponible

source: Delete Layer
bg: Изтриване на слой
ckb: سڕینەوەی چین
fr: Supprimer le calque

source: Activated:
bg: Активиран:
ckb: چالاک کراوە:
fr: Activé :

source: Layer Name:
bg: Име на слоя:
ckb: ناوی چین:
fr: Nom du calque :

source: Only show on search map:
bg: Показва се само на картата за търсене:
ckb: تەنها لەسەر نەخشەی گەڕان پیشان بدە:
fr: Afficher uniquement sur la carte de recherche :

source: Legend content:
bg: Съдържание на легендата:
ckb: ناوەڕۆکی ئەفسانە:
fr: Contenu de la légende :

source: Dismiss All
bg: Отхвърляне на всички
ckb: دەرکردنی هەموو
fr: Rejeter la totalité

source: You're up-to-date and do not have any notifications. When you trigger a notification (for example, when you request a large download) it will display here.
bg: Всичко е актуално и нямате известия. Когато задействате известие (например при заявка за голямо изтегляне), то ще се покаже тук.
ckb: تۆ لە ئێستادایت و هیچ ئاگادارکردنەوەیەکت نییە. کاتێک ئاگادارکردنەوەیەک دەستپێدەکەیت (بۆ نموونە کاتێک داوای دابەزاندنی گەورە دەکەیت) لێرەدا پیشان دەدرێت.
fr: Vous êtes à jour et n'avez aucune notification. Lorsque vous déclenchez une notification (par exemple, lorsque vous demandez un gros téléchargement), elle s'affichera ici.

source: Last 7 days
bg: Последните 7 дни
ckb: ٧ ڕۆژی ڕابردوو
fr: Les 7 derniers jours

source: Last 30 days
bg: Последните 30 дни
ckb: ٣٠ ڕۆژی ڕابردوو
fr: Les 30 derniers jours

source: You have not yet edited any data within the specified time period. Once you edit a resource, your edit history will display here.
bg: Все още не сте редактирали никакви данни в рамките на посочения период от време. След като редактирате даден ресурс, историята на редакциите ви ще се покаже тук.
ckb: هێشتا هیچ داتایەکت لە ماوەی دیاریکراودا دەستکاری نەکردووە. کاتێک دەستکاری سەرچاوەیەک دەکەیت، مێژووی دەستکاریکردنەکەت لێرەدا پیشان دەدرێت.
fr: Vous n'avez pas encore modifié de données dans la période spécifiée. Une fois que vous avez modifié une ressource, votre historique de modification s'affichera ici.

source: Card:
bg: Карта:
ckb: کارت: ١.
fr: Fiche:

source: Edited:
bg: Редактиран:
ckb: دەستکاری کراوە:
fr: Édité:

source: pending review
bg: в процес на одобрение
ckb: چاوەڕێی پێداچوونەوەیە
fr: en attendant l'examen

source: Add Top Concept
bg: Добавяне на Водеща Концепция
ckb: چەمکی سەرەوە زیاد بکە
fr: Ajouter un concept supérieur

source: Import Top Concept from SPARQL
bg: Импортиране на Водеща Концепция от SPARQL
ckb: هاوردەکردنی چەمکی سەرەوە لە SPARQL
fr: Importer Top Concept depuis SPARQL

source: Add Child
bg: Добавяне на подобект
ckb: منداڵ زیاد بکە
fr: Ajouter un enfant

source: Import Child from SPARQL
bg: Импортиране на подобект от SPARQL
ckb: هاوردەکردنی منداڵ لە SPARQL
fr: Importer un enfant depuis SPARQL

source: Manage Parents
bg: Управление на обекти
ckb: بەڕێوەبردنی دایک و باوک
fr: Gérer les parents

source: Make Collection
bg: Направете събиране
ckb: کۆکردنەوە دروست بکە
fr: Créer une collection

source: Import Child from AAT
bg: Импортиране на подобект от AAT
ckb: هاوردەکردنی منداڵ لە AAT
fr: Importer un enfant depuis AAT

source: Labels
bg: Етикети
ckb: لیبێڵەکان
fr: Étiquettes

source: Add label
bg: Добавяне на етикет
ckb: زیادکردنی لیبێڵ
fr: Ajouter une étiquette

source: Delete this label?
bg: Изтриване на този етикет?
ckb: ئەم لیبێڵە بسڕەوە؟
fr: Supprimer ce libellé ?

source: preferred
bg: предпочитан
ckb: باشترە
fr: préféré

source: alternate
bg: алтернативен
ckb: جێگرەوە
fr: alterner

source: hidden
bg: скрит
ckb: شاراوە
fr: caché

source: Notes
bg: Бележки
ckb: تێبینی
fr: Remarques

source: Add note
bg: Добавяне на бележка
ckb: تێبینی بنوسە
fr: Ajouter une note

source: Delete this note?
bg: Изтриване на тази бележка?
ckb: ئەم تێبینییە بسڕەوە؟
fr: Supprimer cette note ?

source: Broader/Narrower Concepts
bg: По-обширни/по-стеснени концепции
ckb: چەمکە فراوانتر/تەسکترەکان
fr: Concepts plus larges/plus étroits

source: Delete this concept?
bg: Изтриване на тази концепция?
ckb: ئەم چەمکە بسڕەوە؟
fr: Supprimer ce concept ?

source: By deleting this concept, you will also be deleting the following concepts as well. This operation cannot be undone.
bg: С изтриването на тази концепция ще изтриете и следните концепции. Тази операция не може да бъде отменена
ckb: بە سڕینەوەی ئەم چەمکە، ئەم چەمکانەی خوارەوەش دەسڕیتەوە. ئەم ئۆپەراسیۆنە ناتوانرێت هەڵبوەشێتەوە.
fr: En supprimant ce concept, vous supprimerez également les concepts suivants. Cette opération ne peut pas être annulée.

source: Related Concepts
bg: Свързани концепции
ckb: چەمکە پەیوەندیدارەکان
fr: Concepts connexes

source: Add related concept
bg: Добавяне на свързана концепция
ckb: چەمکی پەیوەندیدار زیاد بکە
fr: Ajouter un concept associé

source: Remove the relationship to this concept?
bg: Премахване на връзката с тази концепция?
ckb: پەیوەندی بەم چەمکەوە لاببەن؟
fr: Supprimer la relation avec ce concept ?

source: Values
bg: Стойности
ckb: بەهاکان
fr: Valeurs

source: Add value
bg: Добавяне на стойност
ckb: بەهایەک دابنێ
fr: Ajouter de la valeur

source: Delete this value?
bg: Изтриване на тази стойност?
ckb: ئەم بەهایە بسڕەوە؟
fr: Supprimer cette valeur ?

source: Edit this value
bg: Редактиране на тази стойност
ckb: دەستکاری ئەم بەهایە بکە
fr: Modifier cette valeur

source: Add images
bg: Добавяне на изображения
ckb: زیادکردنی وێنە
fr: Ajouter des images

source: Delete Image
bg: Изтриване на изображение
ckb: سڕینەوەی وێنە
fr: Supprimer l'image

source: Arches ID:
ckb: ناسنامەی کەوانەکان:
fr: ID Arches :

source: Are you ready to delete this item?
bg: Сигурни ли сте, че искате да изтриете този елемент?
ckb: ئامادەی ئەم بابەتە بسڕیتەوە؟
fr: Êtes-vous prêt à supprimer cet élément ?

source: No
bg: Не
ckb: نەخێر
fr: Non

source: Yes
bg: Да
ckb: بەڵێ
fr: Oui

source: Arches Reference Data Manager
bg: Мениджър на референтни данни Arches
ckb: بەڕێوەبەری داتاکانی ئاماژەی Arches
fr: Gestionnaire de données de référence Arches

source: Schemes
bg: Схеми
ckb: پلانەکان
fr: Régimes

source: Entity Types
bg: Видове субекти
ckb: جۆرەکانی بوون
fr: Type d'entité

source: Member Hierarchy
bg: Йерархия на членовете
ckb: پلەبەندی ئەندامان
fr: Hiérarchie des membres

source: Add dropdown entry
bg: Добавяне на падащ запис
ckb: زیادکردنی هاتنە ژوورەوەی دابەزین
fr: Ajouter une entrée déroulante

source: Expand this entry
bg: Разширяване на този запис
ckb: ئەم نووسینە فراوان بکە
fr: Développer cette entrée

source: Remove this entry from the dropdown
bg: Премахване на този запис от падащото меню
ckb: ئەم نووسینە لە دابەزینەکە لابەرە
fr: Supprimer cette entrée du menu déroulant

source: Edit this label
bg: Редактиране на този етикет
ckb: دەستکاری ئەم لیبێڵە بکە
fr: Modifier ce libellé

source: Edit this note
bg: Редактиране на тази бележка
ckb: دەستکاری ئەم تێبینییە بکە
fr: Modifier cette note

source: Add Concept
bg: Добавяне на концепция
ckb: چەمک زیاد بکە
fr: Ajouter un concept

source: Label
bg: Етикет
ckb: لەیبڵ
fr: Étiqueter

source: Note
bg: Бележка
ckb: تێبینی
fr: Noter

source: Relation from Parent
bg: Връзка от Обект
ckb: پەیوەندی لە دایک و باوکەوە
fr: Lien avec le parent

source: Save changes
bg: Запазване на промените
ckb: باقییەکەی هەڵگرە
fr: Sauvegarder les modifications

source: ConceptScheme Name
bg: Наименование на концептуалната схема
ckb: ناوی ConceptScheme
fr: Nom du schéma conceptuel

source: Import Images
bg: Импортиране на изображения
ckb: هاوردەکردنی وێنە
fr: Importer des images
