Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: Delete Project
bg: Изтриване на проект
ckb: پرۆژەی سڕینەوە
fr: Supprimer le projet

source: Delete the current project
bg: Изтриване на текущия проект
ckb: پڕۆژەی ئێستا بسڕەوە
fr: Supprimer le projet en cours

source: You cannot delete an active project
bg: Не можете да изтриете активен проект
ckb: ناتوانیت پڕۆژەیەکی چالاک بسڕیتەوە
fr: Vous ne pouvez pas supprimer un projet actif

source: meters
bg: метри
ckb: مەتر
fr: mètres

source: feet
bg: футове
ckb: پێ
fr: pieds

source: Add as new
bg: Добавяне като нов
ckb: وەک نوێ زیاد بکە
fr: Ajouter comme nouveau

source: Sorry, you don't have access to this information
bg: Съжаляваме, но нямате достъп до тази информация
ckb: ببورن، دەستت بەم زانیاریانە ناگات
fr: Désolé, vous n'avez pas accès à ces informations

source: No data added yet for
bg: Все още няма добавени данни за
ckb: هێشتا هیچ زانیارییەک بۆ...
fr: Pas encore de données ajoutées pour

source: Add Gnu
bg: Добавяне на Gnu
ckb: Gnu زیاد بکە
fr: Ajouter Gnu

source: This is a new contribution by a provisional editor.
bg: Това е нов принос от временен редактор.
ckb: ئەمە بەشدارییەکی نوێیە لەلایەن سەرنوسەرێکی کاتیەوە.
fr: Il s'agit d'une nouvelle contribution d'un éditeur provisoire.

source: Choose a sibling card...
bg: Изберете свързана карта...
ckb: کارتی خوشک و برا هەڵبژێرە...
fr: Choisissez une fiche soeur...

source: Longitude (x coordinate)
bg: Дължина (координата x)
ckb: درێژایی (کۆئۆردینیاتی x)
fr: Longitude (coordonnée x)

source: Latitude (y coordinate)
bg: Широчина (координата y)
ckb: پانی (کۆئۆردینیاتی y)
fr: Latitude (coordonnée y)

source: Zoom Level
bg: Ниво на увеличение
ckb: ئاستی زووم
fr: Niveau de zoom

source: Equals
bg: Равно
ckb: یەکسانە
fr: Équivaut à

source: Not
bg: Не
ckb: نەخێر
fr: Pas

source: Date Format
bg: Формат на датата
ckb: جۆری بەروار
fr: Format de date

source: Add new option...
bg: Добавете нова опция...
ckb: بژاردەی نوێ زیاد بکە...
fr: Ajouter une nouvelle option...

source: Value
bg: Стойност
ckb: بەها
fr: Valeur

source: Fuzzy Season Padding
bg: Неясна рамка на сезона
ckb: پادینگی وەرزی تەمومژاوی
fr: Remplissage de saison floue

source: Multiplier if Uncertain
bg: Множител, ако е неопределен
ckb: چەند هێندەکەر ئەگەر نادڵنیا بێت
fr: Multiplicateur si incertain

source: Multiplier if Approximate
bg: Множител, ако е приблизителен
ckb: چەند هێندەکەر ئەگەر نزیکەیی بێت
fr: Multiplicateur si approximatif

source: Multiplier if Both
bg: Множител, ако и двете
ckb: چەند هێندەکەر ئەگەر هەردووکیان
fr: Multiplicateur si les deux

source: Layer icon:
bg: Икона на слой:
ckb: ئایکۆنی چین:
fr: Icône de calque :

source: Advanced:
bg: Разширени:
ckb: پێشکەوتوو:
fr: Avancé:

source: Color
bg: Цвят
ckb: ڕەنگ
fr: Couleur

source: Halo Color
bg: Цвят на ореола
ckb: ڕەنگی هالۆ
fr: Couleur du halo

source: Cluster Distance:
bg: Разстояние между клъстерите:
ckb: مەودای پۆل:
fr: Distance de grappe :

source: Cluster Max Zoom:
bg: Клъстер Максимално увеличение:
ckb: کلاستەر ماکس زووم:
fr: Zoom maximal du cluster :

source: Cluster Min Points:
bg: Клъстерни минимални точки:
ckb: کەمترین خاڵەکانی پۆل:
fr: Points minimum du cluster :

source: Vector Simplification:
bg: Векторно опростяване:
ckb: سادەکردنەوەی ڤێکتەر:
fr: Simplification vectorielle :

source: Select a node
bg: Изберете възел
ckb: گرێیەک هەڵبژێرە
fr: Sélectionnez un nœud

source: Select a property
bg: Изберете собственост
ckb: تایبەتمەندییەک هەڵبژێرە
fr: Sélectionnez une propriété

source: View search string...
bg: Вижте търсената поредица...
ckb: بینینی ڕستەی گەڕان...
fr: Afficher la chaîne de caractères de recherche...

source: Enter Search String here...
bg: Въведете търсената поредица тук...
ckb: لێرەدا Search String بنووسە...
fr: Entrez la chaîne de caractères de recherche ici...

source: Like
bg: Като
ckb: حەزپێکردن
fr: Aimer

source: Not like
bg: не е като
ckb: نەک وەک
fr: Pas comme

source: It may be a proprietary format or there isn't a loader available yet
bg: Възможно е това да е патентован формат или все още да няма наличен програма за зареждане.
ckb: لەوانەیە فۆرماتێکی تایبەتمەند بێت یان هێشتا لۆدەرێک بەردەست نەبێت
fr: Il peut s'agir d'un format propriétaire ou il n'y a pas encore de chargeur disponible

source: loader
bg: програма за зареждане
ckb: لۆدەر
fr: chargeur

source: Drag & Drop your files onto this panel to upload
bg: Плъзнете и пуснете файловете си върху този панел, за да ги качите
ckb: ڕاکێشان و دابەزاندنی فایلەکانت بۆ سەر ئەم پانێڵە بۆ بارکردن
fr: Faites glisser et déposez vos fichiers sur ce panneau pour les télécharger

source: Adding files to this record is
bg: Добавянето на файлове към този запис е
ckb: زیادکردنی فایلەکان بۆ ئەم تۆمارە بریتییە لە
fr: L'ajout de fichiers à cet enregistrement est

source: optional.
bg: избирателно.
ckb: ئارەزوومەندانە.
fr: optionnel.

source: files uploaded
bg: файловете са качени
ckb: فایلەکان بارکراون
fr: fichiers téléchargés

source: files selected
bg: файловете са избрани
ckb: فایلەکان هەڵبژێردراون
fr: fichiers sélectionnés

source: 'File Renderer'
bg: 'Визуализатор на файлове'
ckb: 'ڕەندەری فایل'
fr: 'Rendu de fichier'

source: Currently showing edits by
bg: В момента се показват редакциите от
ckb: لە ئێستادا دەستکارییەکانی لەلایەن...
fr: Modifications actuellement affichées par

source: Re-Index
bg: Повторно индексиране
ckb: دووبارە ئیندێکس
fr: Réindexer

source: Re-Index Resources Now
bg: Преиндексиране на ресурсите сега
ckb: ئێستا سەرچاوەکان دووبارە ئیندێکس بکەرەوە
fr: Réindexer les ressources maintenant

source: Re-Indexing...
bg: Преиндексиране индексиране...
ckb: دووبارە ئیندێکسکردنەوە...
fr: Ré-indexation...

source: searching....
bg: търсене....
ckb: گەڕان....
fr: recherche....

source: Line Color
bg: Цвят на линията
ckb: ڕەنگی هێڵ
fr: Couleur de la ligne

source: Fill Color
bg: Цвят на запълването
ckb: ڕەنگی پڕکردنەوە
fr: Couleur de remplissage

source: Add a new feature...
bg: Добавяне на нова функция...
ckb: تایبەتمەندییەکی نوێ زیاد بکە...
fr: Ajouter une nouvelle fonctionnalité...

source: Resource Model:
bg: Ресурсен Модел:
ckb: مۆدێلی سەرچاوە:
fr: Modèle de ressource :

source: Display as greyscale
bg: Показване в сива гама
ckb: وەکو خۆڵەمێشی پیشان بدە
fr: Afficher en niveaux de gris

source: Gallery
bg: Галерия
ckb: گەلەری
fr: Galerie

source: hide
bg: скриване
ckb: شاردنەوە
fr: cacher

source: show
bg: показване
ckb: نیشاندان
fr: Afficher

source: Select a manifest:
bg: Изберете манифест:
ckb: مانیفێستێک هەڵبژێرە:
fr: Sélectionnez un manifeste :

source: Loading manifest...
bg: Зареждане на манифест
ckb: بارکردنی مانیفێست...
fr: Chargement du manifeste...

source: Error loading manifest...
bg: Грешка при зареждането на манифеста...
ckb: هەڵە لە بارکردنی مانیفێست...
fr: Erreur lors du chargement du manifeste...

source: No manifest selected...
bg: Няма избран манифест...
ckb: هیچ مانیفێستێک هەڵنەبژێردراوە...
fr: Aucun manifeste sélectionné...

source: Filter images...
bg: Филтриране на изображенията...
ckb: فلتەرکردنی وێنەکان...
fr: Filtrer les images...

source: Drag GeoJSON or KML files here to add...
bg: Плъзнете GeoJSON или KML файлове тук, за да добавите...
ckb: فایلەکانی GeoJSON یان KML لێرە بکێشە بۆ زیادکردنی...
fr: Faites glisser les fichiers GeoJSON ou KML ici pour ajouter...

source: Select a nodegroup
bg: Изберете група възли
ckb: گروپێکی گرێ هەڵبژێرە
fr: Sélectionnez un groupe de nœuds

source: Dismiss
bg: Отхвърляне
ckb: بەلاوە نان
fr: Rejeter

source: Drag & Dop your photos onto this panel to upload
bg: Плъзнете и пуснете снимките си върху този панел, за да ги качите
ckb: وێنەکانت ڕاکێشە و دۆپ بکە بۆ سەر ئەم پانێڵە بۆ بارکردن
fr: Faites glisser et déposez vos photos sur ce panneau pour les télécharger

source: Adding photos to this record is <span><strong>optional.</strong></span>
bg: Добавянето на снимки към този запис е <span><strong>избираемо</strong></span>
ckb: زیادکردنی وێنە بۆ ئەم تۆمارە <span><strong>هەڵبژاردەیە.</strong></span>
fr: L'ajout de photos à cet enregistrement est <span><strong>facultatif.</strong></span>

source: You may upload as many photos as you wish, but the maximum size of any single file is <span>8MB</span>
bg: Можете да качвате толкова снимки, колкото желаете, но максималният размер на всеки отделен файл е <span>8MB</span>
ckb: دەتوانیت چەند وێنەیەک کە بتەوێت بار بکەیت، بەڵام زۆرترین قەبارەی هەر تاکە پەڕگەیەک <span>8MB</span>ە
fr: Vous pouvez télécharger autant de photos que vous le souhaitez, mais la taille maximale d'un seul fichier est de <span>8 Mo</span>

source: Images formatted as .jpg, .png, .tiff files may be uploaded. Other formats will be ignored.
bg: Могат да се качват изображения, форматирани като файлове .jpg, .png, .tiff. Други формати ще бъдат игнорирани.
ckb: لەوانەیە ئەو وێنانەی کە بە شێوەی فایلەکانی .jpg، .png، .tiff فۆرمات کراون باربکرێن. فۆرماتەکانی تر پشتگوێ دەخرێن.
fr: Les images au format .jpg, .png, .tiff peuvent être téléchargées. Les autres formats seront ignorés.

source: Drag & Dop your photos onto this panel
bg: Плъзнете и пуснете снимките си върху този панел
ckb: وێنەکانت بکێشە و دۆپ بکە بۆ سەر ئەم پانێڵە
fr: Glissez & Déposez vos photos sur ce panneau

source: Delete Workflow
bg: Изтриване на Работния Процес
ckb: سڕینەوەی Workflow
fr: Supprimer le flux de travail

source: Detailed Step Information
bg: Подробна информация за етапа
ckb: زانیاری وردی هەنگاوەکان
fr: Informations détaillées sur les étapes

source: Has relationship
bg: Има връзка
ckb: پەیوەندی هەیە
fr: A une relation

source: Load more
bg: Заредете още
ckb: زیاتر بار بکە
fr: Charger plus

source: Filter...
bg: Филтер...
ckb: فلتەر...
fr: Filtre...

source: buffer
bg: буфер
ckb: بەربەست
fr: tampon

source: Find ...
bg: Намерете ...
ckb: دۆزینەوە ...
fr: Trouver ...

source: With Advanced Search you can build more sophisticated search queries.
bg: С разширеното търсене можете да създавате по-сложни заявки за търсене.
ckb: بە گەڕانی پێشکەوتوو دەتوانیت پرسیاری گەڕانی ئاڵۆزتر دروست بکەیت.
fr: Avec la recherche avancée, vous pouvez créer des requêtes de recherche plus sophistiquées.

source: Select the search facets you wish to query from the list on the right. Then enter your
bg: Изберете условия за търсене, които искате да потърсите, от списъка вдясно. След това въведете
ckb: لە لیستەکەی لای ڕاستەوە ئەو لایەنانەی گەڕان هەڵبژێرە کە دەتەوێت پرسیاریان لێبکەیت. پاشان خۆت داخڵ بکە
fr: Sélectionnez les facettes de recherche que vous souhaitez interroger dans la liste de droite. Entrez ensuite votre

source: criteria to customize your search filters
bg: критерии за персонализиране на филтрите за търсене
ckb: پێوەرەکان بۆ خۆڕێکخستنی فلتەرەکانی گەڕانەکەت
fr: des critères pour personnaliser vos filtres de recherche

source: And
bg: И
ckb: و
fr: Et

source: Or
bg: Или
ckb: یان
fr: Ou

source: Draw a...
bg: Начертайте...
ckb: وێنەیەکی...
fr: Dessine un...

source: Clear spatial filter
bg: Изчистване на пространствения филтър
ckb: فلتەری فەزایی ڕوون
fr: Effacer le filtre spatial

source: All edits
bg: Всички редакции
ckb: هەموو دەستکارییەکان
fr: Toutes les modifications

source: All resources
bg: Всички ресурси
ckb: هەموو سەرچاوەکان
fr: Toutes les ressources

source: The Arches site administrator
bg: Администратор на сайта Arches
ckb: بەڕێوەبەری سایتی Arches
fr: L'administrateur du site Arches

source: hasn't saved any searches yet.
bg: все още не са запазени никакви търсения.
ckb: هێشتا هیچ گەڕانێکی پاشەکەوت نەکردووە.
fr: n'a pas encore enregistré de recherches.

source: Click the 'Details' link on a search result from the list on the left
bg: Щракнете върху връзката "Подробности" на резултата от търсенето от списъка вляво
ckb: لە لیستی لای چەپەوە کلیک لە بەستەری 'وردەکاری' بکە لەسەر ئەنجامی گەڕانێک
fr: Cliquez sur le lien "Détails" sur un résultat de recherche dans la liste de gauche

source: to view more information about a resource.
bg: за да видите повече информация за даден ресурс.
ckb: بۆ بینینی زانیاری زیاتر دەربارەی سەرچاوەیەک.
fr: pour afficher plus d'informations sur une ressource.

source: (Click on a block to set a filter, double-click to zoom in, double-click center to zoom out)
bg: (Щракнете върху блок, за да зададете филтър, щракнете два пъти, за да увеличите мащаба, щракнете два пъти върху центъра, за да намалите мащаба)
ckb: (بۆ دانانی فلتەرێک کلیک لەسەر بلۆکێک بکە، دوو کلیک بکە بۆ گەورەکردن، دووجار کلیک لە ناوەڕاست بکە بۆ بچووککردنەوە)
fr: (Cliquez sur un bloc pour définir un filtre, double-cliquez pour zoomer, double-cliquez au centre pour dézoomer)

source: Loading time wheel...
bg: Зареждане на колелото на времето...
ckb: کاتی بارکردن ویل...
fr: Chargement de la roue du temps...

source: View Mode
bg: Режим на преглед
ckb: دۆخی بینین
fr: Mode d'affichage

source: View Mode
bg: Режим на преглед
ckb: دۆخی بینین
fr: Mode d'affichage

source: [year][“-”][month][“-”][day]
bg: [година][“-”][месец][“-”][ден]
ckb: [ساڵ][“-”][مانگ][“-”][ڕۆژ].
fr: [année mois jour]

source: [year][“-”][month]
bg: [година]["-"][месец]
ckb: [ساڵ][“-”][مانگ].
fr: [année mois]

source: A time interval beginning sometime on February 1, 2004 and ending sometime in 2005. The start endpoint has calendar day precision and the end endpoint has calendar year precision.
bg: Времеви интервал, започващ по някое време на 1 февруари 2004 г. и завършващ по някое време през 2005 г. Началната крайна точка е с точност до календарен ден, а крайната точка е с точност до календарна година.
ckb: کاتێک لە 1ی شوباتی 2004 دەست پێدەکات و لە ساڵی 2005 کۆتایی دێت. خاڵی کۆتایی دەستپێکردن وردبینی ڕۆژی ساڵنامەی هەیە و خاڵی کۆتایی کۆتایی وردبینی ساڵی ساڵنامەی هەیە.
fr: Un intervalle de temps commençant le 1er février 2004 et se terminant en 2005. Le point de terminaison de début a une précision de jour calendaire et le point de terminaison de fin a une précision d'année calendaire.

source: Adding documents to this record is
bg: Добавянето на документи към този запис е
ckb: زیادکردنی بەڵگەنامەکان بۆ ئەم تۆمارە بریتییە لە...
fr: L'ajout de documents à cet enregistrement est

source: You may upload as many documents as you wish, but the maximum size of any single file is
bg: Можете да качвате толкова документи, колкото желаете, но максималният размер на всеки отделен файл е
ckb: دەتوانیت چەند بەڵگەنامەیەک کە دەتەوێت باربکەیت، بەڵام زۆرترین قەبارەی هەر تاکە فایلێک...
fr: Vous pouvez télécharger autant de documents que vous le souhaitez, mais la taille maximale d'un seul fichier est

source: find a file...
bg: намиране на файл...
ckb: فایلێک بدۆزەرەوە...
fr: trouver un fichier...

source: file(s) uploaded
bg: качен/и файл(овe)
ckb: فایل(ەکان) بارکراوە
fr: fichier(s) téléchargé(s)

source: annotation(s)
bg: анотация(ии)
ckb: تێبینی(ەکان)

source: Increment size
bg: Размер на увеличението
ckb: قەبارەی زیادبوون
fr: Taille d'incrémentation

source: Field prefix
bg: Поле Prefix
ckb: پێشگرەکەی مەیدان
fr: Préfixe de champ

source: Suffix
ckb: پاشگر
fr: Suffixe

source: Field suffix
bg: Поле Suffix
ckb: پاشگری مەیدانی
fr: Suffixe de champ

source: (view valid formats)
bg: (вижте валидните формати)
ckb: (بینینی فۆرماتە ڕەواکان)
fr: (voir les formats valides)

source: filter...
bg: филтър...
ckb: فلتەر...
fr: filtre...

source: relationship(s)
bg: връзка(и)
ckb: پەیوەندی(ەکان)
fr: des relations)

source: URL Link color
bg: Цвят на URL линка
ckb: ڕەنگی بەستەری URL
fr: Couleur du lien URL

source: Discard edits
bg: Отказ от редакции
ckb: دەستکارییەکان فڕێ بدە
fr: Ignorer les modifications

source: Save edits
bg: Запазване на редакции
ckb: دەستکارییەکان هەڵبگرە
fr: Enregistrer les modifications

source: Key of first node in card:
bg: Ключ на първия възел в картата:
ckb: کلیلی یەکەم گرێ لە کارتدا:
fr: Clé du premier nœud de la fiche:

source: Value of first node in card
bg: Стойност на първия възел в картата
ckb: بەهای گرێی یەکەم لە کارتدا
fr: Valeur du premier nœud de la fiche

source: Database Connection
bg: Връзка с база данни
ckb: پەیوەندی بنکەدراوە
fr: Connexion à la base de données

source: Put Card-Specific help text here. When panel is initiated from a controlled vocabulary, put thesaurus listing here instead.
bg: Поставете тук специфичния за картата текст за помощ. Когато панелът се инициира от контролиран речник, поставете тук списъка на синонимния речник.
ckb: دەقی یارمەتی تایبەت بە کارت لێرە دابنێ. کاتێک پانێڵ لە وشەسازییەکی کۆنترۆڵکراوەوە دەستپێدەکات، لەبری ئەوە لیستی زاراوە لێرە دابنێ.
fr: Mettez le texte d'aide spécifique à la fiche ici. Lorsque le panneau d'affichage est lancé à partir d'un vocabulaire contrôlé, placez la liste des thésaurus ici à la place.

source: You won't be able to undo this operation!
bg: Няма да можете да отмените тази операция!
ckb: ناتوانیت ئەم ئۆپەراسیۆنە پووچەڵ بکەیتەوە!
fr: Vous ne pourrez pas annuler cette opération !

source: Are you sure you want to permanently delete this resource from Arches?
bg: Сигурни ли сте, че искате окончателно да изтриете този ресурс от Arches?
ckb: ئایا دڵنیای کە دەتەوێت ئەم سەرچاوەیە بۆ هەمیشە لە Arches بسڕیتەوە؟
fr: Voulez-vous vraiment supprimer définitivement cette ressource d'Arches ?

source: Edit History
bg: Редактиране на историята
ckb: دەستکاری مێژوو بکە
fr: Modifier l'historique

source: More
bg: Още
ckb: زیاتر
fr: Suite

source: Record created by Arches with reference number
bg: Запис, създаден от Arches, с референтен номер
ckb: تۆمارێک کە لەلایەن Arches دروستکراوە بە ژمارەی ئاماژە
fr: Enregistrement créé par Arches avec numéro de référence

source: record updated
bg: актуализиран запис
ckb: تۆمار نوێکراوەتەوە
fr: enregistrement mis à jour

source: Previous value:
bg: Предишна стойност:
ckb: بەهای پێشوو:
fr: Valeur précédente :

source: Updated value:
bg: Актуализирана стойност:
ckb: بەهای نوێکراوە:
fr: Valeur mise à jour :

source: record added
bg: добавен запис
ckb: تۆمارەکە زیادکرا
fr: enregistrement ajouté

source: New value:
bg: Нова стойност:
ckb: بەهای نوێ:
fr: Nouvelle valeur:

source: record deleted
bg: изтрит запис
ckb: تۆمارەکە سڕاوەتەوە
fr: enregistrement supprimé

source: Value:
bg: Стойност:
ckb: بەها:
fr: Valeur:

source: Edited by:
bg: Редактиран от:
ckb: دەستکاری کرا لەلایەن:
fr: Édité par:

source: LOAD MORE
bg: ЗАРЕДЕТЕ ОЩЕ
ckb: زیاتر بار بکە
fr: CHARGER PLUS

source: Active
bg: Активен
ckb: چالاک
fr: Actif

source: Inactive
bg: Неактивен
ckb: ناچالاک
fr: Inactif

source: Card Container
ckb: کۆنتێنەری کارت
fr: Conteneur de fiches

source: Card
bg: Карта
ckb: کارت
fr: Fiche

source: Choose a card component...
bg: Избиране на компонент на картата
ckb: پێکهاتەی کارتێک هەڵبژێرە...
fr: Choisissez un composant de fiche...

source: Show this card by default
bg: Показване на тази карта по подразбиране
ckb: ئەم کارتە بە شێوازی پێشوەختە پیشان بدە
fr: Afficher cette fiche par défaut

source: Allow multiple values
bg: Разрешаване на множество стойности
ckb: ڕێگە بە چەندین بەها بدە
fr: Autoriser plusieurs valeurs

source: Let users enter multiple values for this data entry card
bg: Позволете на потребителите да въвеждат няколко стойности за тази карта за въвеждане на данни
ckb: با بەکارهێنەران چەندین بەها بۆ ئەم کارتە داخڵکردنی داتا دابنێن
fr: Autoriser les utilisateurs à saisir plusieurs valeurs pour cette fiche de saisie de données

source: Enable Card-level help
bg: Активиране на помощ на ниво карта
ckb: یارمەتی ئاستی کارت چالاک بکە
fr: Activer l'aide au niveau de la fiche

source: Provide specific user guidance for this card
bg: Предоставяне на конкретни указания за потребителя за тази карта
ckb: ڕێنمایی تایبەت بە بەکارهێنەر بۆ ئەم کارتە دابین بکە
fr: Fournir des conseils d'utilisation spécifiques pour cette fiche

source: Select Nodes
bg: Избиране на възли
ckb: Nodes هەڵبژێرە
fr: Sélectionnez les nœuds

source: Resource Model Identifiers
bg: Идентификатори на Ресурсния Модел
ckb: ناسێنەرانی مۆدێلی سەرچاوە
fr: Identificateurs de modèle de ressource

source: Branch Identifiers
bg: Идентификатори на разклонения
ckb: ناسێنەرانی لقەکان
fr: Identificateurs de succursale

source: No ontology
bg: Няма онтология
ckb: هیچ ئۆنتۆلۆژیایەک نییە
fr: Pas d'ontologie

source: Choose a data type
bg: Избор на тип данни
ckb: جۆرێکی داتا هەڵبژێرە
fr: Choisissez un type de données

source: Selected icon:
bg: Избрана икона:
ckb: ئایکۆنی هەڵبژێردراو:
fr: Icône sélectionnée :

source: Unnamed node
bg: Възел без име
ckb: گرێی بێ ناو
fr: Nœud sans nom

source: Choose a property
bg: Изберете обект
ckb: موڵکێک هەڵبژێرە
fr: Choisissez une propriété

source: Choose a class
bg: Изберете клас
ckb: پۆلێک هەڵبژێرە
fr: Choisissez une classe

source: Accounts
bg: Акаунти
ckb: ئەکاونتەکان
fr: Comptes

source: Make Widget Visible
bg: Направете Уиджета Видим
ckb: ویجت بکە بە دیار
fr: Rendre le widget visible

source: Show this widget by default
bg: Показване на този уиджет по подразбиране
ckb: ئەم ویجتە بە شێوازی پێشوەختە پیشان بدە
fr: Afficher ce widget par défaut

source: Resource Model Settings
bg: Настройки на Ресурсен Модел
ckb: ڕێکخستنەکانی مۆدێلی سەرچاوە
fr: Paramètres du modèle de ressource

source: Branch Settings
bg: Настройки на Разклоненията
ckb: ڕێکخستنەکانی لق
fr: Paramètres de la succursale

source: Icons
bg: Икони
ckb: ئایکۆنەکان
fr: Icônes

source: Set the defaults for your resource model
bg: Задаване на настройките по подразбиране за вашия ресурсен модел
ckb: پێشوەختەکان بۆ مۆدێلی سەرچاوەکانتان دابنێ
fr: Définir les valeurs par défaut pour votre modèle de ressource

source: Set the defaults for your branch
bg: Задаване на настройките по подразбиране за вашето разклонение
ckb: پێشوەختە بۆ لقەکەت دابنێ
fr: Définissez les valeurs par défaut pour votre branche

source: Show Vocabulary
bg: Показване на лексиката
ckb: وشەسازی پیشان بدە
fr: Afficher le vocabulaire

source: Pick an icon for your resource model
bg: Изберете икона за вашия ресурсен модел
ckb: ئایکۆنێک بۆ مۆدێلی سەرچاوەکانتان هەڵبژێرە
fr: Choisissez une icône pour votre modèle de ressource

source: Pick an icon for your branch
bg: Изберете икона за вашето разклонение.
ckb: ئایکۆنێک بۆ لقەکەت هەڵبژێرە
fr: Choisissez une icône pour votre succursale

source: Define this resource's color when displayed in the search results chart
bg: Определяне на цвета на този ресурс, когато се показва в диаграмата с резултатите от търсенето
ckb: ڕەنگی ئەم سەرچاوەیە پێناسە بکە کاتێک لە چارتی ئەنجامەکانی گەڕاندا پیشان دەدرێت
fr: Définir la couleur de cette ressource lorsqu'elle s'affiche dans le tableau des résultats de recherche

source: Define this resource model's status
bg: Определяне на състоянието на този ресурсен модел
ckb: دۆخی ئەم مۆدێلە سەرچاوەیە پێناسە بکە
fr: Définir le statut de ce modèle de ressource

source: Define this branch's status
bg: Определяне на състоянието на това разклонение
ckb: دۆخی ئەم لقە پێناسە بکە
fr: Définir le statut de cette branche

source: Describe this resource model
bg: Опишете този ресурсен модел
ckb: باسی ئەم مۆدێلە سەرچاوەیە بکە
fr: Décrire ce modèle de ressource

source: Describe this branch
bg: Опишете това разклонение
ckb: باسی ئەم لقە بکە
fr: Décrivez cette branche

source: JSON-LD Context URI
ckb: JSON-LD URIی کۆنتێکست
fr: URI de contexte JSON-LD

source: Add to map by default:
bg: Добавяне към картата по подразбиране:
ckb: زیادکردن بۆ نەخشە بە شێوازی پێشوەختە:
fr: Ajouter à la carte par défaut :

source: Default basemap:
bg: Базова карта по подразбиране:
ckb: نەخشەی بنەڕەتی پێشوەختە:
fr: Fond de carte par défaut :

source: Unnamed
bg: Безименен
ckb: بێ ناو
fr: Anonyme

source: Project Requirements: Complete
bg: Изисквания към проекта: Попълнете
ckb: پێداویستیەکانی پڕۆژەکە: تەواو
fr: Exigences du projet : terminé

source: Project Status: Active
bg: Статус на проекта: Активен
ckb: دۆخی پڕۆژە: چالاکە
fr: Statut du projet : Actif

source: Project Status: Inactive
bg: Статус на проекта: Неактивен
ckb: دۆخی پڕۆژە: ناچالاک
fr: Statut du projet : Inactif
