Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: This project is ready, and only requires <br> you to activate it to allow your field team to collect data.
bg: Този проект е готов и изисква само <br> да го активирате, за да може работният ви екип да събира данни.
ckb: ئەم پڕۆژەیە ئامادەیە، و تەنها پێویستی بە <br> هەیە کە تۆ چالاک بکەیت بۆ ئەوەی ڕێگە بە تیمی مەیدانیەکەت بدەیت داتا کۆبکاتەوە.
fr: Ce projet est prêt et ne nécessite <br> que votre activation pour permettre à votre équipe de terrain de collecter des données.

source: This project is now active! Mobile app users can download this project and begin <br> collecting and editing data using their mobile device.
bg: Този проект вече е активен! Потребителите на мобилни приложения могат да изтеглят този проект и да започнат <br> да събират и редактират данни с помощта на мобилното си устройство.
ckb: ئەم پڕۆژەیە ئێستا چالاکە! بەکارهێنەرانی ئەپی مۆبایل دەتوانن ئەم پڕۆژەیە دابەزێنن و دەست بکەن بە <br> کۆکردنەوە و دەستکاریکردنی زانیاری بە بەکارهێنانی ئامێری مۆبایلەکەیان.
fr: Ce projet est désormais actif ! Les utilisateurs d'applications mobiles peuvent télécharger ce projet et commencer à <br> collecter et modifier des données à l'aide de leur appareil mobile.

source: You are activating this project. Confirm your settings before you save: you won't be able <br> to change the models, cards, or groups after you save your project
bg: Активирате този проект. Потвърдете настройките си, преди да ги запазите: няма да можете <br>да променяте моделите, картите или групите, след като запазите проекта си.
ckb: ئێوە ئەم پڕۆژەیە چالاک دەکەن. پێش ئەوەی پاشەکەوت بکەیت ڕێکخستنەکانت پشتڕاست بکەرەوە: ناتوانیت <br> مۆدێلەکان، کارتەکان، یان گروپەکان بگۆڕیت دوای ئەوەی پڕۆژەکەت پاشەکەوت دەکەیت
fr: Vous activez ce projet. Confirmez vos paramètres avant d'enregistrer : vous ne pourrez pas <br> modifier les modèles, les fiches ou les groupes après avoir enregistré votre projet

source: You are deactivating this project. Users will be unable to download this project.
bg: Деактивирате този проект. Потребителите няма да могат да изтеглят този проект.
ckb: تۆ ئەم پڕۆژەیە ناچالاک دەکەیت. بەکارهێنەران ناتوانن ئەم پڕۆژەیە دابەزێنن.
fr: Vous désactivez ce projet. Les utilisateurs ne pourront pas télécharger ce projet.

source: Save to commit your changes
bg: Запазете, за да извършите промените
ckb: پاشەکەوت بکە بۆ پابەندکردنی گۆڕانکارییەکانتان
fr: Enregistrer pour valider vos modifications

source: Project Requirements: Incomplete
bg: Изисквания към проекта: Незавършени
ckb: پێداویستیەکانی پڕۆژەکە: ناتەواو
fr: Exigences du projet : Incomplet

source: Incomplete projects cannot be active.
bg: Незавършените проекти не могат да бъдат активни.
ckb: پڕۆژە ناتەواوەکان ناتوانن چالاک بن.
fr: Les projets incomplets ne peuvent pas être actifs.

source: By saving an incomplete project it will be deactivated.
bg: При запазване на незавършен проект, той ще бъде деактивиран.
ckb: بە پاشەکەوتکردنی پڕۆژەیەکی ناتەواو ناچالاک دەبێت.
fr: En enregistrant un projet incomplet, il sera désactivé.

source: You must complete the following before saving this project as active:
bg: Преди да запазите този проект като активен, трябва да изпълните следното:
ckb: پێویستە ئەمانەی خوارەوە تەواو بکەیت پێش ئەوەی ئەم پڕۆژەیە وەک چالاک هەڵبگریت:
fr: Vous devez effectuer les opérations suivantes avant d'enregistrer ce projet comme actif :

source: You won’t be able to activate this project until you have addressed the following items:
bg: Няма да можете да активирате този проект, докато не отговорите на следните въпроси:
ckb: تا ئەم بابەتە ناخەیتە ڕوو، ناتوانیت ئەم پڕۆژەیە چالاک بکەیت:
fr: Vous ne pourrez pas activer ce projet tant que vous n'aurez pas traité les éléments suivants :

source: Select the Model(s) and associated data entry cards to include in the project
bg: Изберете модела (моделите) и свързаните карти за въвеждане на данни, които да включите в проекта
ckb: مۆدێل(ەکان) و کارتی داخڵکردنی داتاکانی پەیوەندیدار هەڵبژێرە بۆ ئەوەی لە پڕۆژەکەدا جێی بکەیتەوە
fr: Sélectionnez le(s) modèle(s) et les fiches de saisie de données associées à inclure dans le projet

source: Select the People that you want to invite to the project
bg: Изберете хората, които искате да поканите в проекта
ckb: ئەو کەسانە هەڵبژێرە کە دەتەوێت بانگهێشتیان بکەیت بۆ پڕۆژەکە
fr: Sélectionnez les personnes que vous souhaitez inviter au projet

source: Define the start and end dates of your project
bg: Определете началната и крайната дата на вашия проект
ckb: بەرواری دەستپێکردن و کۆتایی پڕۆژەکەت دیاری بکە
fr: Définissez les dates de début et de fin de votre projet

source: Define either an online or offline basemap source
bg: Определяне на онлайн или офлайн източник на базова карта
ckb: سەرچاوەیەکی نەخشەی بنەڕەتی ئۆنلاین یان ئۆفلاین پێناسە بکە
fr: Définir une source de fond de carte en ligne ou hors ligne

source: Define a map extent
bg: Определяне на обхвата на картата
ckb: پێناسەی ڕادەی نەخشەیەک بکە
fr: Définir une étendue de carte

source: End date must be after the current date
bg: Крайната дата трябва да е след текущата дата
ckb: بەرواری کۆتایی دەبێت دوای بەرواری ئێستا بێت
fr: La date de fin doit être postérieure à la date actuelle

source: Activate Project
bg: Активиране на проекта
ckb: پرۆژە چالاک بکە
fr: Activer le projet

source: By activating the project you will send users an email with the information needed to begin data editing activitites.
bg: С активирането на проекта ще изпратите на потребителите имейл с необходимата информация, за да започнат да редактират данни.
ckb: بە چالاککردنی پڕۆژەکە تۆ ئیمەیڵێک بۆ بەکارهێنەران دەنێری کە ئەو زانیاریانەی تێدایە کە پێویستن بۆ دەستپێکردنی چالاکییەکانی دەستکاریکردنی داتا.
fr: En activant le projet, vous enverrez aux utilisateurs un e-mail avec les informations nécessaires pour commencer les activités d'édition de données.

source: Project Status Summary
bg: Обобщение на състоянието на проекта
ckb: پوختەی دۆخی پڕۆژە
fr: Résumé de l'état du projet

source: Not synced
bg: Не е синхронизирано
ckb: هاوکات نەکراوە
fr: Non synchronisé

source: Last Sync
bg: Последна синхронизация
ckb: دوا هاوکاتکردن
fr: Dernière synchronisation

source: Resources Edited
bg: Редактирани ресурси
ckb: سەرچاوەکان دەستکاری کراون
fr: Ressources éditées

source: Editors
bg: Редактори
ckb: سەرنوسەران
fr: Éditeurs

source: Groups/Users
bg: Групи/Потребители
ckb: گروپەکان/بەکارهێنەران
fr: Groupes/Utilisateurs

source: Data download
bg: Изтегляне на данни
ckb: دابەزاندنی داتا
fr: Téléchargement de données

source: No data selected for download
bg: Няма избрани данни за изтегляне
ckb: هیچ داتایەک بۆ دابەزاندن هەڵنەبژێردراوە
fr: Aucune donnée sélectionnée pour le téléchargement

source: Limit:
bg: Ограничение:
ckb: سنوور:
fr: Limite:

source: Resource Types:
bg: Видове ресурси:
ckb: جۆرەکانی سەرچاوە:
fr: Type de ressources :

source: Models and Data Entry Cards
bg: Модели и карти за въвеждане на данни
ckb: مۆدێل و کارتی داخڵکردنی زانیاری
fr: Modèles et fiches de saisie de données

source: No cards added
bg: Няма добавени карти
ckb: هیچ کارتێک زیاد نەکراوە
fr: Aucune fiche ajoutée

source: No models selected
bg: Няма избрани модели
ckb: هیچ مۆدێلێک هەڵنەبژێردراوە
fr: Aucun modèle sélectionné

source: Project name
bg: Име на проекта
ckb: ناوی پرۆژە
fr: Nom du projet

source: Pick a concise name that makes it easy for people to find your project
bg: Изберете кратко име, което да улеснява намирането на вашия проект.
ckb: ناوێکی پوخت هەڵبژێرە کە خەڵک بە ئاسانی بتوانن پڕۆژەکەت بدۆزنەوە
fr: Choisissez un nom concis qui permet aux personnes de trouver facilement votre projet

source: Project start date
bg: Начална дата на проекта
ckb: بەرواری دەستپێکردنی پڕۆژەکە
fr: Date de début du projet

source: The project start and end dates are used to limit when people can add or edit data to your project. Use these dates to enfore the beginning and end of your field data collection effort
bg: Началната и крайната дата на проекта се използват за ограничаване на времето, в което хората могат да добавят или редактират данни в проекта. Използвайте тези дати, за да определите началото и края на събирането на данни на терен
ckb: بەرواری دەستپێکردن و کۆتایی پڕۆژەکە بەکاردەهێنرێت بۆ سنووردارکردنی کەی خەڵک دەتوانن داتا بۆ پڕۆژەکەت زیاد بکەن یان دەستکاری بکەن. ئەم بەروارانە بەکاربهێنە بۆ جێبەجێکردنی دەستپێکردن و کۆتایی هەوڵەکانی کۆکردنەوەی زانیارییە مەیدانییەکانت
fr: Les dates de début et de fin du projet sont utilisées pour limiter le moment où les personnes peuvent ajouter ou modifier des données à votre projet. Utilisez ces dates pour imposer le début et la fin de votre effort de collecte de données sur le terrain

source: Project end date
bg: Дата на приключване на проекта
ckb: بەرواری کۆتایی پڕۆژەکە
fr: Date de fin du projet

source: Project extent
bg: Обхват на проекта
ckb: ڕادەی پڕۆژەکە
fr: Étendue du projet

source: Basemap location (MBTiles file url)
bg: Местоположение на базовата карта (url на файла MBTiles)
ckb: شوێنی نەخشەی بنەڕەتی (URl ی پەڕگەی MBTiles)
fr: Emplacement de la carte de base (URL du fichier MBTiles)

source: Arches uses the mbtiles that you specific to ensure that your field crew has a basemap, even when they do not have access to a cell network or WiFi connection. You can create an mbtile file using your own geospatial data and GIS tools. Or you can obtain high quality and inexpensive mbtiles from sites such as <strong><a href="https://openmaptiles.com" class="" target="_blank">https://openmaptiles.com</a></strong>. Note that large files will require longer downloads and more storage space on mobile devices.
bg: Arches използва конкретните mbtiles, за да гарантира, че екипът ви на работното място разполага с базова карта, дори когато няма достъп до мобилна мрежа или WiFi връзка. Можете да създадете mbtile файл, като използвате собствени геопространствени данни и GIS инструменти. Или можете да получите висококачествени и евтини mbtiles от сайтове като <strong><a href="https://openmaptiles.com" class="" target="_blank">https://openmaptiles.com</a></strong>. Имайте предвид, че големите файлове ще изискват по-дълго изтегляне и повече място за съхранение на мобилните устройства.
ckb: Arches ئەو mbtiles بەکاردەهێنێت کە تۆ تایبەتت کردووە بۆ دڵنیابوون لەوەی کە تیمی مەیدانیەکەت نەخشەی بنەڕەتییان هەیە، تەنانەت کاتێک دەستیان بە تۆڕی خانەیی یان پەیوەندی وایفای نەگەیشتووە. دەتوانیت فایلێکی mbtile دروست بکەیت بە بەکارهێنانی داتای جیۆسپاتیاڵی خۆت و ئامرازەکانی GIS. یان دەتوانیت mbtiles کوالیتی بەرز و هەرزان لە سایتەکانی وەک <strong><a href="https://openmaptiles.com" class="" target="_blank">https://openmaptiles.com</a> بەدەست بهێنیت </strong>. تێبینی: فایلە گەورەکان پێویستیان بە دابەزاندنی درێژتر و شوێنی هەڵگرتنی زیاتر دەبێت لەسەر ئامێرە مۆبایلەکان.
fr: Arches utilise les mbtiles que vous avez spécifiés pour s'assurer que votre équipe de terrain dispose d'un fond de carte, même lorsqu'elle n'a pas accès à un réseau cellulaire ou à une connexion WiFi. Vous pouvez créer un fichier mbtile en utilisant vos propres données géospatiales et outils SIG. Ou vous pouvez obtenir des mbtiles de haute qualité et peu coûteux sur des sites tels que <strong><a href="https://openmaptiles.com" class="" target="_blank">https://openmaptiles.com</a> </strong>. Notez que les fichiers volumineux nécessiteront des téléchargements plus longs et plus d'espace de stockage sur les appareils mobiles.

source: Online Basemap URL
bg: URL адрес на онлайн базовата карта
ckb: URL ی نەخشەی بنەڕەتی ئۆنلاین
fr: URL du fond de carte en ligne

source: Arches uses the Online Basemap URL that you specify as the default basemap for your field team when a cell network or WiFi connection is available. You may use your own map service, or any online basemap service (such as those created with ESRI, GeoServer, or other mapping servers). You will need to reference or create and host a MapBox style json file (see <strong><a href="https://docs.mapbox.com/mapbox-gl-js/style-spec" class="" target="_blank">https://docs.mapbox.com/mapbox-gl-js/style-spec</a></strong>)
bg: Arches използва URL адреса на онлайн базовата карта, който сте задали, като базова карта по подразбиране за вашия екип на работното място, когато е налична клетъчна мрежа или WiFi връзка. Можете да използвате своя собствена картографска услуга или която и да е услуга за онлайн базова карта (например създадените с ESRI, GeoServer или други картографски сървъри). Ще трябва да направите препратка или да създадете и разположите файл json в стил MapBox (виж <strong><a href="https://docs.mapbox.com/mapbox-gl-js/style-spec" class="" target="_blank">https://docs.mapbox.com/mapbox-gl-js/style-spec</a></strong>).
ckb: Arches URL ی نەخشەی بنەڕەتی ئۆنلاین بەکاردەهێنێت کە تۆ وەک نەخشەی بنەڕەتی پێشوەختە بۆ تیمی مەیدانەکەت دیاری دەکەیت کاتێک تۆڕی خانەیی یان پەیوەندی وایفای بەردەستە. دەتوانیت خزمەتگوزاری نەخشەی خۆت بەکاربهێنیت، یان هەر خزمەتگوزارییەکی نەخشەی بنەڕەتی ئۆنلاین (وەک ئەوانەی بە ESRI، GeoServer، یان سێرڤەرەکانی نەخشەسازی تر دروستکراون). پێویستە ئاماژە بە پەڕگەیەکی json ی شێوازی MapBox بکەیت یان دروست بکەیت و میوانداری بکەیت (بڕوانە <strong><a href="https://docs.mapbox.com/mapbox-gl-js/style-spec" class="" target= "_blank">https://docs.mapbox.com/mapbox-gl-js/style-spec</a></strong>)
fr: Arches utilise l'URL de fond de carte en ligne que vous spécifiez comme fond de carte par défaut pour votre équipe de terrain lorsqu'un réseau cellulaire ou une connexion WiFi est disponible. Vous pouvez utiliser votre propre service de carte ou tout service de fond de carte en ligne (tel que ceux créés avec ESRI, GeoServer ou d'autres serveurs de cartographie). Vous devrez référencer ou créer et héberger un fichier json de style MapBox (voir <strong><a href="https://docs.mapbox.com/mapbox-gl-js/style-spec" class="" target= "_blank">https://docs.mapbox.com/mapbox-gl-js/style-spec</a></strong>)

source: These options cannot be modified because users have already synced with this project.
bg: Тези опции не могат да бъдат променяни, тъй като потребителите вече са се синхронизирали с този проект.
ckb: ئەم هەڵبژاردنانە ناتوانرێت دەستکاری بکرێن چونکە بەکارهێنەران پێشتر هاوکاتیان لەگەڵ ئەم پڕۆژەیەدا کردووە.
fr: Ces options ne peuvent pas être modifiées car les utilisateurs se sont déjà synchronisés avec ce projet.

source: Data entry cards selected for this project:
bg: Карти за въвеждане на данни, избрани за този проект:
ckb: کارتی داخڵکردنی زانیاری هەڵبژێردراو بۆ ئەم پڕۆژەیە:
fr: Fiches de saisie de données sélectionnées pour ce projet :

source: Model Data Collection
bg: Събиране на данни за модела
ckb: کۆکردنەوەی زانیاری مۆدێل
fr: Modèle de collecte de données

source: Arches allows you to create and edit data in the field using mobile devices. Select those resources that should participate <br>in the project. Once you have selected the models, click on a model in the tree to <br> select which data entry forms to include in your project.
bg: Arches ви позволява да създавате и редактирате данни на място с помощта на мобилни устройства. Изберете тези ресурси, които трябва да участват <br> в проекта. След като изберете моделите, щракнете върху модел в дървото, за да <br> изберете кои форми за въвеждане на данни да включите в проекта.
ckb: Arches ڕێگەت پێدەدات داتا لە مەیدانەکەدا دروست بکەیت و دەستکاری بکەیت بە بەکارهێنانی ئامێری مۆبایل. ئەو سەرچاوانەی کە پێویستە بەشداری لە پڕۆژەکەدا بکەن هەڵبژێرە. کاتێک مۆدێلەکانت هەڵبژارد، کلیک لەسەر مۆدێلێک بکە لە دارەکەدا بۆ ئەوەی <br> هەڵبژێریت کە کام فۆڕمی داخڵکردنی داتا لە پڕۆژەکەتدا جێگیر بکەیت.
fr: Arches vous permet de créer et de modifier des données sur le terrain à l'aide d'appareils mobiles. Sélectionnez les ressources qui doivent participer <br>au projet. Une fois que vous avez sélectionné les modèles, cliquez sur un modèle dans l'arborescence pour <br> sélectionner les formulaires de saisie de données à inclure dans votre projet.

source: Allow users to download data
bg: Разрешаване на потребителите да изтеглят данни
ckb: ڕێگە بە بەکارهێنەران بدە داتاکان دابەزێنن
fr: Autoriser les utilisateurs à télécharger des données

source: Downloading data allows users to access and edit existing Arches information in the field. You can decide which models your field team can access, and the number of resources to download.
bg: Изтеглянето на данни позволява на потребителите да имат достъп и да редактират съществуващата информация в Arches на място. Можете да решите до кои модели да има достъп екипът ви на терен и какъв да бъде броят на изтегляните ресурси.
ckb: دابەزاندنی داتا ڕێگە بە بەکارهێنەران دەدات دەستیان بگات بە زانیارییە هەبووەکانی Arches لە مەیدانەکەدا و دەستکارییان بکەن. دەتوانیت بڕیار بدەیت کە تیمی مەیدانیەکەت دەتوانێت دەستی بگات بە کام مۆدێل، و ژمارەی سەرچاوەکان بۆ دابەزاندن.
fr: Le téléchargement de données permet aux utilisateurs d'accéder et de modifier les informations Arches existantes sur le terrain. Vous pouvez décider à quels modèles votre équipe de terrain peut accéder et le nombre de ressources à télécharger.

source: Download Details
bg: Изтегляне на подробности
ckb: وردەکاری داگرتن
fr: Télécharger les détails

source: Limit
bg: Ограничение
ckb: سنوور
fr: Limite

source: Total number of instances to download for the resource models you've associated with this project.
bg: Общ брой екземпляри за изтегляне за ресурсните модели, които сте свързали с този проект.
ckb: کۆی ژمارەی ئەو نموونانەی کە بۆ دابەزاندن بۆ ئەو مۆدێلە سەرچاوەیانەی کە پەیوەندیت بەم پڕۆژەیە کردووە.
fr: Nombre total d'instances à télécharger pour les modèles de ressource que vous avez associés à ce projet.

source: Download Records
bg: Изтегляне на записи
ckb: تۆمارەکان دابەزێنە
fr: Télécharger les enregistrements

source: Custom Download
bg: Изтегляне по избор
ckb: دابەزاندنی تایبەت بەخۆت
fr: Téléchargement personnalisé

source: To define records for download
bg: Задаване на записи за изтегляне
ckb: بۆ پێناسەکردنی تۆمارەکان بۆ دابەزاندن
fr: Pour définir des enregistrements à télécharger

source: copy and paste the URL from Arches search page
bg: копирайте и поставете URL адреса от страницата за търсене на Arches
ckb: کۆپی و لێدانی URL لە لاپەڕەی گەڕانی Arches
fr: copier et coller l'URL de la page de recherche d'Arches

source: Project Participants
bg: Участници в проекта
ckb: بەشداربووانی پڕۆژەکە
fr: Participants au projet

source: Arches allows you to select the user groups you want to include in a field data collection effort. <br> Select the groups that should participate in the project. Once you have selected the groups, click on a group in <br> the tree to select specific users who should join your survery.
bg: Arches ви позволява да изберете групите потребители, които искате да включите в събирането на данни на терен. <br> Изберете групите, които трябва да участват в проекта. След като изберете групите, щракнете върху група в <br> дървото, за да изберете конкретни потребители, които трябва да се присъединят към вашето изследване.
ckb: Arches ڕێگەت پێدەدات ئەو گروپە بەکارهێنەرانە هەڵبژێریت کە دەتەوێت لە هەوڵی کۆکردنەوەی زانیاری مەیدانیدا بیخەیتە ناوەوە. <br> ئەو گروپانە هەڵبژێرە کە پێویستە بەشداری پڕۆژەکە بکەن. کاتێک گروپەکانت هەڵبژارد، کلیک لەسەر گروپێک بکە لە <br> دارەکەدا بۆ هەڵبژاردنی بەکارهێنەری تایبەت کە پێویستە بەشداری ڕاپرسییەکەت بکەن.
fr: Arches vous permet de sélectionner les groupes d'utilisateurs que vous souhaitez inclure dans un effort de collecte de données sur le terrain. <br> Sélectionnez les groupes qui doivent participer au projet. Une fois que vous avez sélectionné les groupes, cliquez sur un groupe dans <br> l'arborescence pour sélectionner des utilisateurs spécifiques qui devraient rejoindre votre enquête.

source: Accounts in this group
bg: Акаунти в тази група
ckb: ئەکاونتەکان لەم گروپەدا
fr: Comptes de ce groupe

source: Find a user...
bg: Намиране на потребител...
ckb: بەکارهێنەرێک بدۆزەرەوە...
fr: Trouver un utilisateur...

source: Select all
bg: Изберете всички
ckb: دیاری کردنی هەموو
fr: Tout sélectionner

source: Clear all
bg: Изчистване на всички
ckb: سڕینەوەی هەموو
fr: Tout effacer

source: Account Summary
bg: Резюме на акаунта
ckb: پوختەی ئەکاونت
fr: Relevé de compte

source: User identification and data editing statistics
bg: Идентификация на потребителя и статистика за редактиране на данни
ckb: ئاماری ناسینەوەی بەکارهێنەر و دەستکاریکردنی داتاکان
fr: Identification des utilisateurs et statistiques d'édition des données

source: Not set
bg: Не е определено
ckb: دانەنراوە
fr: Pas encore défini

source: User Name
bg: Потребителско име
ckb: ناوی بەکارهێنەر
fr: Nom d'utilisateur

source: User Email
bg: Имейл на потребителя
ckb: ئیمەیڵی بەکارهێنەر
fr: Courriel de l'utilisateur

source: Assigned Groups
bg: Възложени групи
ckb: گروپە دیاریکراوەکان
fr: Groupes assignés

source: Not yet synced
bg: Все още не е синхронизиран
ckb: هێشتا هاوکات نەکراوە
fr: Pas encore synchronisé

source: Last Synch
bg: Последна синхронизация
ckb: دوا Synch
fr: Dernière synchronisation

source: 'Name'
bg: 'Име'
ckb: 'ناو'
fr: 'Nom'

source: 'Manage users that participate in this project'
bg: 'Управление на потребителите, които участват в този проект'
ckb: 'بەڕێوەبردنی ئەو بەکارهێنەرانەی کە بەشداری ئەم پڕۆژەیە دەکەن'
fr: 'Gérer les utilisateurs qui participent à ce projet'

source: 'Model Details'
bg: 'Подробности за модела'
ckb: 'وردەکارییەکانی مۆدێل'
fr: "Détails du modèle"

source: 'Summary of how this model participates in the project'
bg: 'Обобщение на начина, по който този модел участва в проекта'
ckb: 'پوختەی چۆنیەتی بەشداریکردنی ئەم مۆدێلە لە پڕۆژەکەدا'
fr: 'Résumé de la façon dont ce modèle participe au projet'

source: 'Summary'
bg: 'Обобщение'
ckb: 'پوختە'
fr: 'Résumé'

source: 'Project summary and status'
bg: 'Резюме и състояние на проекта'
ckb: 'پوختەی پڕۆژەکە و دۆخی پڕۆژەکە'.
fr: 'Résumé et statut du projet'

source: 'Settings'
bg: 'Настройки'
ckb: 'دانانەوە'
fr: 'Réglages'

source: 'Project Settings'
bg: 'Настройки на проекта'
ckb: 'ڕێکخستنەکانی پڕۆژە'
fr: "Paramètres du projet"

source: 'Define data collection parameters for your project'
bg: 'Определяне на параметрите за събиране на данни за вашия проект'
ckb: 'پێناسەکردنی پارامێتەرەکانی کۆکردنەوەی زانیاری بۆ پڕۆژەکەت'
fr: 'Définissez les paramètres de collecte de données pour votre projet'

source: 'Map Extent'
bg: 'Обхват на картата'
ckb: 'ڕادەی نەخشە'
fr: "Etendue de la carte"

source: 'Draw a polygon to define the area over which you want to collect data in this survery'
bg: "Начертайте многоъгълник, за да определите зоната, върху която искате да събирате данни в тази операция
ckb: 'فرەگۆشەیەک بکێشە بۆ پێناسەکردنی ئەو ناوچەیەی کە دەتەوێت زانیاری لەسەری کۆبکەیتەوە لەم ڕاپرسییەدا'.
fr: 'Dessinez un polygone pour définir la zone sur laquelle vous souhaitez collecter des données dans cette enquête'

source: 'Map Sources'
bg: 'Източници на картата'
ckb: 'سەرچاوەکانی نەخشە'
fr: 'Sources cartographiques'

source: 'Basemap Source'
bg: 'Източник на базова карта'
ckb: 'سەرچاوەی نەخشەی بنەڕەتی'
fr: 'Source du fond de carte'

source: 'Provide a basemap source url. Use an offline source for users without access to cell/wi-fi service'
bg: "Предоставяне на URL адрес на източника на базова карта. Използвайте офлайн източник за потребители, които нямат достъп до мобилна/wi-fi услуга.'
ckb: 'url سەرچاوەی نەخشەی بنەڕەتی دابین بکە.' سەرچاوەیەکی ئۆفلاین بەکاربهێنە بۆ ئەو بەکارهێنەرانەی کە دەستیان بە خزمەتگوزاری خانە/وای فای نەگەیشتووە'.
fr: 'Fournir une URL source de fond de carte. Utiliser une source hors ligne pour les utilisateurs sans accès au service cellulaire/wi-fi'

source: 'Models'
bg: 'Модели'
ckb: 'مۆدێلەکان'
fr: 'Des modèles'

source: 'Summary of models in this project'
bg: 'Обобщение на моделите в този проект'
ckb: 'پوختەی مۆدێلەکانی ئەم پڕۆژەیە'
fr: 'Résumé des modèles de ce projet'

source: 'Data'
bg: 'Данни'
ckb: 'داتا'
fr: 'Données'

source: 'Data Download'
bg: 'Изтегляне на данни'
ckb: 'دابەزاندنی داتا'
fr: 'Téléchargement de données'
