Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: Domain options
bg: Опции на домейна
ckb: هەڵبژاردەکانی دۆمەین
fr: Options de domaine

source: Showing edits by
bg: Показване на редакции от
ckb: پیشاندانی دەستکارییەکان لەلایەن
fr: Affichage des modifications par

source: Return to approved edits
bg: Връщане към одобрените редакции
ckb: گەڕانەوە بۆ دەستکارییە پەسەندکراوەکان
fr: Revenir aux modifications approuvées

source: Currently showing the most recent approved edits
bg: В момента се показват последните одобрени редакции
ckb: لە ئێستادا نوێترین دەستکارییە پەسەندکراوەکان پیشان دەدات
fr: Affiche actuellement les modifications approuvées les plus récentes

source: Provisional Edits
bg: Временни редакции
ckb: دەستکارییە کاتیەکان
fr: Modifications provisoires

source: QA Type
bg: Тип QA
ckb: جۆری QA
fr: Type de QA

source: Delete all edits
bg: Изтриване на всички редакции
ckb: هەموو دەستکارییەکان بسڕەوە
fr: Supprimer toutes les modifications

source: Delete this record
bg: Изтриване на този запис
ckb: ئەم تۆمارە بسڕەوە
fr: Supprimer cet enregistrement

source: Cancel edit
bg: Отмяна на редакцията
ckb: هەڵوەشاندنەوەی دەستکاری
fr: Annuler la modification

source: Save edit
bg: Запазване на редакцията
ckb: دەستکاریکردن پاشەکەوت بکە
fr: Enregistrer la modification

source: These data are provisional and pending review
bg: Тези данни са предварителни и са в процес на преразглеждане.
ckb: ئەم داتایانە کاتین و چاوەڕوانی پێداچوونەوەن
fr: Ces données sont provisoires et en attente d'examen

source: Label 'True'
bg: Етикет 'Вярно'
ckb: ناوی 'ڕاست' بکە.
fr: Étiquette "Vrai"

source: Label 'False'
bg: Етикет „Невярно“
ckb: ناوی 'درۆ' بنێرە.
fr: Étiquette "Faux"

source: Select an Option
bg: Изберете опция
ckb: بژاردەیەک هەڵبژێرە
fr: Sélectionner une option

source: Concept Collection
bg: Колекция ot концепции
ckb: کۆکردنەوەی چەمکەکان
fr: Collection conceptuelle

source: Select a concept collection
bg: Избор на колекция от концепции
ckb: کۆمەڵە چەمکێک هەڵبژێرە
fr: Sélectionnez une collection conceptuelle

source: No Date Entered
bg: Няма Въведена Дата
ckb: هیچ بەروارێک داخڵ نەکراوە
fr: Aucune date saisie

source: Date
bg: Дата
ckb: ڕێکەوت

source: rich text
bg: съдържателен текст
ckb: نوسراوی دۆڵه‌مه‌ند
fr: texte riche

source: Direction
bg: Посока
ckb: ئاڕاستە

source: Max Length
bg: Максимална Дължина
ckb: زۆرترین درێژى
fr: Longueur maximale

source: Language
bg: Език
ckb: زمان
fr: Langue

source: Languages
bg: Езици
ckb: زمانەکان
fr: Langues

source: Type
bg: Тип
ckb: جۆر

source: Year-month approximate
bg: Приблизително година-месец
ckb: ساڵ-مانگ بە نزیکەیی
fr: Année-mois approximatifs

source: Entire date (year-month-day) uncertain and approximate
bg: Цялата дата (година-месец-ден) несигурна и приблизителна
ckb: تەواوی بەروار (ساڵ-مانگ-ڕۆژ) نادیارە و نزیکە
fr: Date entière (année-mois-jour) incertaine et approximative

source: Year uncertain (possibly the year 1984, but not definitely)
bg: Годината не е определена (вероятно 1984 г., но не е сигурна)
ckb: ساڵ نادیار (ڕەنگە ساڵی ١٩٨٤ بێت، بەڵام بە دڵنیاییەوە نییە)
fr: Année incertaine (peut-être l'année 1984, mais pas certain)

source: Spring, 2001. The values 21, 22, 23, 24 may be used used to signify ' Spring', 'Summer', 'Autumn', 'Winter', respectively, in place of a month value (01 through 12) for a year-and-month format string
bg: Пролет, 2001 г. Стойностите 21, 22, 23, 24 могат да се използват за означаване съответно на "Пролет", "Лято", "Есен", "Зима" вместо стойност за месец (от 01 до 12) за ред във формат година-месец.
ckb: بەهار، ٢٠٠١. دەتوانرێت بەهاکانی ٢١، ٢٢، ٢٣، ٢٤ بەکاربهێنرێت بۆ ئاماژەدان بە ' بەهار'، 'هاوین'، 'پایز'، 'زستان'، بە ڕێککەوت، لەبری بەهای مانگێک (٠١ تا ١٢) بۆ a ڕستەی فۆرمات ساڵ و مانگ
fr: Printemps 2001. Les valeurs 21, 22, 23, 24 peuvent être utilisées pour signifier ' Spring', 'Summer', 'Autumn', 'Winter', respectivement, à la place d'une valeur de mois (01 à 12) pour un chaîne de caractères de format année et mois

source: The year -100000. 'Y' may be used at the beginning of the date string to signify that the date is a year, when (and only when) the year exceeds four digits, i.e. for years later than 9999 or earlier than -9999.
bg: Годината -100000. 'Y' може да се използва в началото на реда на датата, за да се означи, че датата е година, когато (и само когато) годината надвишава четири цифри, т.е. за години, по-късни от 9999 или по-ранни от -9999.
ckb: ساڵی -100000. ڕەنگە 'Y' لە سەرەتای ڕیزەکەی بەرواردا بەکاربهێنرێت بۆ ئەوەی نیشان بدات کە بەروارەکە ساڵێکە، کاتێک (و تەنها کاتێک) ساڵەکە لە چوار ژمارە زیاترە، واتە بۆ ساڵانی دواتر لە 9999 یان پێشتر لە -9999.
fr: L'année -100000. 'Y' peut être utilisé au début de la chaîne de caractères de la date pour signifier que la date est une année, quand (et seulement quand) l'année dépasse quatre chiffres, c'est-à-dire pour les années postérieures à 9999 ou antérieures à -9999.

source: A time interval with calendar year precision, beginning sometime in 1964 and ending sometime in 2008
bg: Времеви интервал с точност до календарна година, започващ по някое време през 1964 г. и завършващ по някое време през 2008 г.
ckb: ماوەیەکی کاتییە بە وردبینی ساڵی ساڵنامەیی، کە لە ساڵی ١٩٦٤ دەستی پێکردووە و لە ساڵی ٢٠٠٨ کۆتایی دێت
fr: Un intervalle de temps avec une précision d'année civile, commençant en 1964 et se terminant en 2008

source: A time interval with calendar month precision, beginning sometime in June 2004 and ending sometime in August of 2006
bg: Времеви интервал с точност до календарен месец, започващ по някое време през юни 2004 г. и завършващ по някое време през август 2006 г.
ckb: ماوەیەکی کاتییە بە وردبینی مانگی ساڵنامە، کە لە کاتێکدا لە حوزەیرانی ٢٠٠٤ دەست پێدەکات و لە مانگی ئابی ٢٠٠٦ کۆتایی دێت
fr: Un intervalle de temps avec une précision de mois calendaire, commençant en juin 2004 et se terminant en août 2006

source: Refers to the calendar date 2021 April 12th with day precision
bg: Отнася се за календарната дата 12 април, 2021 г., с точност до един ден
ckb: ئاماژەیە بۆ بەرواری ساڵنامەی ٢٠٢١ ١٢ی نیسان بە وردی ڕۆژ
fr: Fait référence à la date calendaire du 12 avril 2021 avec précision du jour

source: Refers to the calendar month April 2021 with month precision
bg: Отнася се за календарния месец април 2021 г. с точност до един месец
ckb: ئاماژەیە بۆ مانگی نیسانی ٢٠٢١ بە وردی مانگ
fr: Fait référence au mois calendaire d'avril 2021 avec la précision du mois

source: [year]
bg: [година]
ckb: [ساڵ]
fr: [an]

source: Refers to the year 2021 with year precision
bg: Отнася се за 2021 г. с точност до една година
ckb: ئاماژەیە بۆ ساڵی ٢٠٢١ بە وردی ساڵ
fr: Fait référence à l'année 2021 avec une précision d'année

source: Some common encodings:
bg: Някои често срещани кодирания:
ckb: هەندێک کۆدکردنی باو:
fr: Quelques encodages courants :

source: EDTF Date Specfication (Library of Congress)
bg: EDTF Спецификация на датата (Библиотека на Конгреса)
ckb: دیاریکردنی بەرواری EDTF (کتێبخانەی کۆنگرێس)
fr: Spécification de date EDTF (Library of Congress)

source: The EDTF datatype allows you to describe dates (even uncertain dates). You can find a summary of the standard here:
bg: Типът данни EDTF позволява да се описват дати (дори несигурни дати). Можете да намерите резюме на стандарта тук:
ckb: جۆری داتاکانی EDTF ڕێگەت پێدەدات وەسفی بەروارەکان بکەیت (تەنانەت بەروارە نادیارەکان). دەتوانن لێرەدا پوختەیەکی ستانداردەکە بدۆزنەوە:
fr: Le type de données EDTF vous permet de décrire des dates (même des dates incertaines). Vous pouvez trouver un résumé de la norme ici :

source: Extended Date/Time Formats (EDTF)
bg: Разширени формати за дата и час (EDTF)
ckb: فۆرماتەکانی بەروار/کاتی درێژکراوە (EDTF)
fr: Formats de date/heure étendus (EDTF)

source: EDTF Formats
bg: EDTF Формати
ckb: فۆرماتەکانی EDTF
fr: Formats EDTF

source: Time Wheel
bg: Колело на времето
ckb: چەرخی کات
fr: Roue du temps

source: This week
bg: Тази седмица
ckb: ئەم هەفتەیە
fr: Cette semaine

source: This month
bg: Този месец
ckb: ئەم مانگە
fr: Ce mois-ci

source: This quarter
bg: Това тримесечие
ckb: ئەم چارەکە
fr: Ce trimestre

source: This year
bg: Тази година
ckb: ئەمساڵ
fr: Cette année

source: Today
bg: Днес
ckb: ئەمڕۆ
fr: Aujourd'hui

source: Custom date range
bg: Персонализиран диапазон от дати
ckb: مەودای بەرواری تایبەت
fr: Plage de dates personnalisée

source: Search all dates
bg: Търсене във всички дати
ckb: لە هەموو بەروارەکاندا بگەڕێ
fr: Rechercher toutes les dates

source: Date Interval
bg: Интервал между датите
ckb: نێوان بەروار
fr: Intervalle de dates

source: Minimum Date
bg: Минимална стойност на дата
ckb: کەمترین بەروار
fr: Date minimale

source: Maximum Date
bg: Максимална стойност на датата
ckb: زۆرترین بەروار
fr: Date maximale

source: Date Format
bg: Формат на датата
ckb: جۆری بەروار
fr: Format de date

source: Has no value
bg: Няма никаква стойност
ckb: هیچ بەهایەکی نییە
fr: N'a aucune valeur

source: Has any value
bg: Има някаква стойност
ckb: هەر بەهایەکی هەیە
fr: A n'importe quelle valeur

source: Format
bg: Формат
ckb: فۆرمات

source: Max
bg: Максимален
ckb: ماکس

source: Min
bg: Минимален
ckb: کەمترین

source: Increment
bg: Увеличение
ckb: زیادبوون
fr: Incrémenter

source: Decimal Places
bg: Десетични знаци
ckb: شوێنی خانه ژماره یی
fr: Décimales

source: Number of decimal places
bg: Брой на десетичните знаци
ckb: ژمارەی شوێنی دەهەمی
fr: Nombre de décimales

source: Prefix
ckb: پێشگر
fr: Préfixe

source: From
bg: От
ckb: لە
fr: Depuis

source: To
bg: До
ckb: بۆ
fr: Pour

source: Select
bg: Изберете
ckb: دەسنیاشنکردن
fr: Sélectionner

source: Within
bg: В
ckb: لەناو
fr: Dans

source: overlaps
bg: припокриване
ckb: سەریەک دەکەوێت
fr: chevauche

source: None
bg: Нито един
ckb: هیچ
fr: Rien

source: Add
bg: Добавяне на
ckb: زیادکردن
fr: Ajouter

source: Remove
bg: Премахване
ckb: لابردن
fr: Éliminer

source: Find
bg: Намерете
ckb: دۆزینەوە
fr: Trouver

source: Filter
bg: Филтър
ckb: فلتەر
fr: Filtre

source: Clear
bg: Изчистете
ckb: ڕوون
fr: Dégager

source: Buffer
bg: Буфер
ckb: بەربەست
fr: Tampon

source: Distance
bg: Разстояние
ckb: دووری

source: New
bg: Нов
ckb: نوێ
fr: Nouveau

source: Add New
bg: Добавяне на нов
ckb: دانەیەکی تازە زیاد بکە
fr: Ajouter nouveau

source: shapefile
ckb: فایلێکی شێوە

source: tile excel
bg: excel плочка
ckb: کاشی ئێکسڵ
fr: Excel tuile

source: Copy to clipboard
bg: Копиране в клипборда
ckb: کۆپی بکە بۆ کلیپبۆرد
fr: Copier dans le presse-papier

source: Info
bg: Информация
ckb: زانیاری

source: Include the report link in the export?
bg: Включете линка към отчета в експорта?
ckb: بەستەری ڕاپۆرتەکە لە هەناردەکردنەکەدا دابنێ؟
fr: Inclure le lien du rapport dans l'exportation ?

source: 1. Format
bg: 1. Формат
ckb: 1. فۆرمات

source: Select the format you'd like for your export data. (tile excel and geojson formats require a resource type filter)
bg: Изберете желания формат за данните за експортиране. (форматите за excel и geojson плочки, изискват филтър за типа на ресурса)
ckb: ئەو فۆرماتە هەڵبژێرە کە دەتەوێت بۆ داتاکانی هەناردەکردنەکەت. (فۆرماتەکانی tile excel و geojson پێویستیان بە فلتەری جۆری سەرچاوە هەیە)
fr: Sélectionnez le format que vous souhaitez pour vos données d'exportation. (les tuile excel et geojson nécessitent un filtre de type de ressource)

source: 2. Coordinate Precision
bg: 2. Точност на координатите
ckb: 2. وردبینی هەماهەنگی
fr: 2. Précision des coordonnées

source: Tell us how many decimal places of precision you'd like for geo-data results
bg: Кажете ни колко знака след десетичната запетая искате за резултатите от географските данни
ckb: پێمان بڵێ کە حەزت لە چەند شوێنی دەهەمی وردبینییە بۆ ئەنجامی جیۆ-داتا
fr: Dites-nous combien de décimales de précision vous souhaitez pour les résultats des données géographiques

source: 3. Report Link
bg: 3. Връзка за доклад
ckb: 3. لینکی ڕاپۆرت
fr: 3. Lien du rapport

source: Only applicable to CSV and shapefile exports
bg: Приложимо само за експорт на CSV и shapefile
ckb: تەنها بۆ هەناردەکردنی CSV و shapefile بەکاردێت
fr: Uniquement applicable aux exportations CSV et shapefile

source: 4. Name this export
bg: 4. Наименувайте този експорт
ckb: 4. ناوی ئەم هەناردەیە بنووسە
fr: 4. Nommez cette exportation

source: 5. Email Address
bg: 5. E-mail адрес
ckb: 5. ناونیشانی ئیمەیڵ
fr: 5. Adresse e-mail

source: This download may take some time. Tell us where to email a download link to your results
bg: Това изтегляне може да отнеме известно време. Посочете имейл, за да изпратим линк за изтегляне с вашите резултати
ckb: ئەم دابەزاندنە ڕەنگە کاتێکی بخایەنێت. پێمان بڵێ لە کوێ ئیمەیڵ لینکی دابەزاندن بۆ ئەنجامەکانت
fr: Ce téléchargement peut prendre un certain temps. Dites-nous où envoyer par e-mail un lien de téléchargement vers vos résultats

source: Export Search Results
bg: Експортиране на резултатите от търсенето
ckb: ئەنجامی گەڕان هەناردە بکە
fr: Exporter les résultats de la recherche

source: Advanced Search
bg: Разширено търсене
ckb: گەڕانی پێشکەوتوو
fr: Recherche Avancée

source: Map Search
bg: Търсене на карта
ckb: گەڕان بەدوای نەخشەدا
fr: Recherche par carte

source: Accept GeoJSON
bg: Приемане на GeoJSON
ckb: GeoJSON قبوڵ بکە
fr: Accepter GeoJSON

source: GeoJSON has the following errors that must be resolved:
bg: GeoJSON има следните грешки, които трябва да бъдат отстранени:
ckb: GeoJSON ئەم هەڵانەی خوارەوەی هەیە کە دەبێت چارەسەر بکرێن:
fr: GeoJSON contient les erreurs suivantes qui doivent être résolues :

source: Edit GeoJSON
bg: Редактиране на GeoJSON
ckb: دەستکاری GeoJSON بکە
fr: Modifier GeoJSON

source: Edit Coordinates
bg: Редактиране на Координати
ckb: دەستکاریکردنی کۆئۆردینیاتەکان
fr: Modifier les coordonnées

source: Show Feature
bg: Показване на функцията
ckb: تایبەتمەندی پیشان بدە
fr: Afficher la fonctionnalité

source: Zoom to all
bg: Увеличаване на всички
ckb: زووم بکە بۆ هەمووان
fr: Zoom à tous

source: Zoom to all features
bg: Увеличаване на всички функции
ckb: زووم بکە بۆ هەموو تایبەتمەندییەکان
fr: Zoom sur toutes les fonctionnalités

source: The following errors occurred:
bg: Възникнаха следните грешки:
ckb: ئەم هەڵانەی خوارەوە ڕوویانداوە:
fr: Les erreurs suivantes sont survenues:

source: Search String - use to filter resources displayed
bg: Търсене на поредица - използвайте за филтриране на показаните ресурси
ckb: Search String - بەکارهێنان بۆ فلتەرکردنی سەرچاوە پیشان دراوەکان
fr: Chaîne de caractères de recherche - à utiliser pour filtrer les ressources affichées

source: Saved Search
bg: Запазено Търсене
ckb: گەڕانی پاشەکەوتکراو
fr: Recherche enregistrée

source: Search Facets
bg: Условия за търсене
ckb: گەڕان بەدوای لایەنەکاندا
fr: Rechercher des facettes

source: Legend
bg: Легенда
ckb: ئەفسانە
fr: Légende

source: Edit
bg: Редактиране
ckb: بژارکردن
fr: Modifier

source: Details
bg: Подробности
ckb: ووردەکاریەکان
fr: Des détails

source: Report
bg: Доклад
ckb: ڕاپۆرت
fr: Signaler

source: Done
bg: Завършено
ckb: تەواو
fr: Fait

source: Apply
bg: Приложете
ckb: جێبەجێکردن
fr: Appliquer

source: Annotation(s)
bg: Анотация (анотации)
ckb: تێبینی(ەکان)

source: Brightness
bg: Яркост
ckb: ڕووناکی
fr: Luminosité

source: Contrast
bg: Контраст
ckb: پێچەوانە
fr: Contraste

source: Saturation
bg: Наситеност
ckb: تێربوون

source: Greyscale
bg: Сива цветова гама
ckb: خۆڵەمێشی
fr: Niveaux de gris

source: Default Color
bg: Цвят по подразбиране
ckb: ڕەنگی پێشوەختە
fr: Couleur par défaut

source: Selected Feature Color
bg: Избран цвят на характеристиката
ckb: ڕەنگی تایبەتمەندی هەڵبژێردراو
fr: Couleur de fonction sélectionnée

source: Hovered Feature Color
bg: Цвят на характеристиката при поставяне на мишката
ckb: ڕەنگی تایبەتمەندی Hovered
fr: Couleur de la fonction survolée

source: Layer Color Palette
bg: Цветова палитра на слоя
ckb: پالێتی ڕەنگی چین
fr: Palette de couleurs de calque

source: Fill Color
bg: Цвят на запълването
ckb: ڕەنگی پڕکردنەوە
fr: La couleur de remplissage

source: Overview Zoom
bg: Общ преглед на мащабирането
ckb: تێڕوانینێکی گشتی زووم
fr: Zoom de la vue d'ensemble

source: Min Zoom
bg: Минимално увеличение
ckb: کەمترین زووم
fr: Zoom minimum

source: Point Radius
bg: Радиус на точката
ckb: تیژڕەوی خاڵ
fr: Rayon des points

source: Line Opacity
bg: Прозрачност на линията
ckb: ناڕوونی هێڵ
fr: Opacité de la ligne

source: Line Width
bg: Ширина на Линията
ckb: پانایی هێڵ
fr: Largeur de ligne

source: Line Color
bg: Цвят на линията
ckb: ڕەنگی هێڵ
fr: Couleur de la ligne

source: Stroke Color
bg: Цвят на Очертанието
ckb: ڕەنگی جەڵتەی مێشک
fr: Couleur de trait

source: Stroke Width
bg: Ширина на Очертанието
ckb: پانایی جەڵتەی مێشک
fr: Largeur du trait

source: Point Stroke Width
bg: Широчина на хода на точката
ckb: پانی جەڵتەی خاڵ
fr: Largeur du trait des points

source: Point Stroke Opacity
bg: Прозрачност на хода на точката
ckb: خاڵی جەڵتەی مێشک Opacity
fr: Opacité du trait des points

source: Show Style Tools
bg: Показване на инструменти за стил
ckb: ئامرازەکانی ستایل پیشان بدە
fr: Afficher les outils de style

source: Hide Style Tools
bg: Скриване на инструментите за стил
ckb: ئامرازەکانی ستایل شاردنەوە
fr: Masquer les outils de style

source: dismiss
bg: oтхвърляне
ckb: بەلاوە نان
fr: rejeter

source: Basemap
bg: Базова карта
ckb: نەخشەی بنەڕەتی
fr: Fond de carte

source: Participating Layers
bg: Включващи се слоеве
ckb: چینە بەشداربووەکان
fr: Couches participantes

source: files uploaded
bg: файлове са качени
ckb: فایلەکان بارکراون
fr: fichiers téléchargés

source: Max File Size (mb)
bg: Максимален размер на файла (mb)
ckb: زۆرترین قەبارەی پەڕگە (mb)
fr: Taille maximale du fichier (Mo)

source: example: .jpg, .png, .txt
bg: пример: .jpg, .png, .txt
ckb: بۆ نموونە: .jpg، .png، .txt
fr: exemple : .jpg, .png, .txt

source: Accepted formats: .jpg, .png, .tiff
bg: Приети формати: .jpg, .png, .tiff
ckb: فۆرماتە وەرگیراوەکان: .jpg، .png، .tiff
fr: Liste d'images

source: Accepted File Types
bg: Приети типове файлове
ckb: جۆرەکانی پەڕگەی وەرگیراو
fr: Types de fichiers acceptés

source: Show all files
bg: Показване на всички файлове
ckb: هەموو فایلەکان پیشان بدە
fr: Afficher tous les fichiers

source: Show first 5 files
bg: Показване на първите 5 файла
ckb: یەکەم ٥ فایل پیشان بدە
fr: Afficher les 5 premiers fichiers

source: Show first 10 files
bg: Показване на първите 10 файла
ckb: یەکەم ١٠ فایل پیشان بدە
fr: Afficher les 10 premiers fichiers

source: Show first 25 files
bg: Показване на първите 25 файла
ckb: یەکەم ٢٥ فایل پیشان بدە
fr: Afficher les 25 premiers fichiers

source: error
bg: грешка
ckb: هەڵە
fr: Erreur

source: Unsaved
bg: Незапазени
ckb: پاشەکەوت نەکراوە
fr: Non enregistré

source: delete all files
bg: изтриване на всички файлове
ckb: هەموو فایلەکان بسڕەوە
fr: supprimer tous les fichiers

source: add more files
bg: добавяне на още файлове
ckb: فایلەکانی زیاتر زیاد بکە
fr: ajouter plus de fichiers

source: Uploaded Files
bg: Качени Файлове
ckb: فایلە بارکراوەکان
fr: Fichiers téléchargés

source: Allowed document formats:
bg: Разрешени формати на документите:
ckb: فۆرماتەکانی بەڵگەنامەی ڕێگەپێدراو:
fr: Formats de documents autorisés :

source: Select Files
bg: Изберете файлове
ckb: Files هەڵبژێرە
fr: Sélectionnez les fichiers

source: Select Photographs
bg: Изберете снимки
ckb: وێنەکان هەڵبژێرە
fr: Sélectionnez des photographies

source: Drag & Drop your files onto this panel
bg: Плъзнете и пуснете вашите файлове върху този панел
ckb: فایلەکانت بکێشە و بیخە سەر ئەم پانێڵە
fr: Faites glisser et déposez vos fichiers sur ce panneau

source: Upload Photographs
bg: Качване на снимки
ckb: وێنە بارکردن
fr: Télécharger des photos

source: Upload Documents
bg: Качване на Документи
ckb: بارکردنی بەڵگەنامەکان
fr: Télécharger des documents

source: Select default value
bg: Избор на стойност по подразбиране
ckb: بەهای پێشوەختە هەڵبژێرە
fr: Sélectionnez la valeur par défaut

source: Select a filter
bg: Изберете филтър
ckb: فلتەرێک هەڵبژێرە
fr: Sélectionnez un filtre

source: Default Manifest URL
bg: Manifest URL По подразбиране
ckb: URL ی مانیفێستی پێشوەختە
fr: URL du manifeste par défaut

source: Load manifest
bg: Заредете манифест
ckb: مانیفێستی بارکردن
fr: Charger le manifeste

source: View Gallery
bg: Преглед на Галерията
ckb: بینینی گەلەری
fr: Voir la galerie

source: Image
bg: Изображение
ckb: وێنە

source: Image List
bg: Списък с изображения
ckb: لیستی وێنەکان
fr: Liste d'images

source: Image Tools
bg: Инструменти за изображения
ckb: ئامرازەکانی وێنە
fr: Outils d'imagerie

source: Switch Image Service
bg: Услуга за Промяна на Изображението
ckb: خزمەتگوزاری وێنە سویچ
fr: Changer de service d'imagerie

source: Related Resource Summary
bg: Свързано обобщение на ресурсите
ckb: پوختەی سەرچاوەی پەیوەندیدار
fr: Résumé des ressources connexes

source: Resource Model
bg: Ресурсен Модел
ckb: مۆدێلی سەرچاوە
fr: Modèle de ressource

source: Resource Type
bg: Вид на ресурса
ckb: جۆری سەرچاوە
fr: Type de ressource

source: Resource Details
bg: Подробности за ресурса
ckb: وردەکاری سەرچاوە
fr: Détails de la ressource

source: Resource Information
bg: Информация за ресурса
ckb: زانیاری سەرچاوە
fr: Informations sur les ressources

source: Resource's relationship to
bg: Връзка на ресурса с
ckb: پەیوەندی سەرچاوە بە...
fr: Relation de la ressource avec

source: 's relationship to Resource
bg: неговата връзката с ресурса
ckb: پەیوەندی 's بە سەرچاوە
fr: la relation de la ressource

source: Relationships
bg: Връзки
ckb: پەیوەندییەکان
fr: Des relations

source: relationships shown
bg: видими връзки
ckb: پەیوەندییەکان نیشان دراون
fr: relations montrées

source: Search Network
bg: Търсене в мрежата
ckb: تۆڕی گەڕان
fr: Réseau de recherche

source: Analyze Network
bg: Анализ на мрежата
ckb: شیکاری تۆڕ
fr: Analyser le réseau

source: Click a node/edge for info
bg: Кликнете върху възела/точката за информация
ckb: بۆ زانیاری کلیک لە گرێیەک/لێوارێک بکە
fr: Cliquez sur un nœud/bord pour plus d'informations

source: Click a node to show more relationships
bg: Щракнете върху възел, за да покажете повече връзки
ckb: بۆ پیشاندانی پەیوەندی زیاتر کلیک لە گرێیەک بکە
fr: Cliquez sur un nœud pour afficher plus de relations

source: Click a node refocus
bg: Кликнете върху възел, за да промените фокуса
ckb: کلیک لە گرێیەک بکە کە دووبارە فۆکەس بکاتەوە
fr: Cliquez sur un nœud recentrer

source: Click a node/edge to remove
bg: Кликнете върху възела/точката, за да премахнете
ckb: بۆ لابردنی کلیک لە گرێیەک/لێوارێک بکە
fr: Cliquez sur un nœud/arête à supprimer

source: Workflow Complete
bg: Завършване на работния процес
ckb: وەرکفڵۆ تەواو بووە
fr: Flux de travail terminé

source: with
bg: с
ckb: لەگەڵ
fr: avec

source: URL Placeholder
bg: Заместител на URL
ckb: URL شوێنگرەوە
fr: Espace réservé d'URL

source: URL Label Placeholder
bg: Заместител на етикета на URL
ckb: جێگرەوەی ناوی URL
fr: Espace réservé pour le libellé d'URL

source: Default relationship to
bg: Връзка по подразбиране с
ckb: پەیوەندی پێشوەختە بۆ...
fr: Relation par défaut avec

source: Default inverse relationship to
bg: Обратна връзка по подразбиране с
ckb: پەیوەندی پێچەوانەی پێشوەختە بۆ
fr: Relation inverse par défaut à

source: References
bg: Препратки
ckb: سەرچاوەکان
fr: Références

source: Does not reference
bg: Не се отнася
ckb: ئاماژە ناکات
fr: Ne fait pas référence

source: Dropdown Format
bg: Формат на падащото меню
ckb: فۆرماتێکی دابەزین
fr: Format déroulant

source: Provisional
bg: Предварителен
ckb: کاتی
fr: Provisoire

source: Card Name
bg: Име на картата
ckb: ناوی کارت
fr: Nom de la fiche

source: Add Tab
bg: Добавяне на раздел
ckb: تاب زیاد بکە
fr: Ajouter un onglet

source: Tab Name
bg: Име на раздела
ckb: ناوی تاب
fr: Nom de l'onglet

source: Find a resource...
bg: Намерете ресурс...
ckb: سەرچاوەیەک بدۆزەرەوە...
fr: Trouver une ressource...

source: Find an icon
bg: Намерете икона
ckb: ئایکۆنێک بدۆزەرەوە
fr: Trouver une icône

source: Select cards in this tab
bg: Изберете карти в този раздел
ckb: لەم تابەدا کارتەکان هەڵبژێرە
fr: Sélectionnez les fiches dans cet onglet

source: Enter manifest URL
bg: Въведете URL адреса на манифеста
ckb: URL ی مانیفێست داخڵ بکە
fr: Entrez l'URL du manifeste
