Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: Widgets are data entry helpers for each node that collects information; it's often easier to pick a date from a calendar than to type it in, for example. Generally, the data type of the node will determine which Widget template is used. However, in some cases you will have a choice: For example, in the case of a <code>concept</code> node, you can choose a dropdown menu or a set of radio buttons. Similarly, for a <code>string</code> node you can choose a basic text box or a rich text editor.
bg: Уиджетите са помощници за въвеждане на данни за всеки възел, който събира информация; например често е по-лесно да изберете дата от календар, отколкото да я въведете. Обикновено типът данни на възела определя кой шаблон за Уиджет се използва. В някои случаи обаче ще имате възможност за избор: Например в случай на <code>концептуален</code> възел можете да изберете падащо меню или набор от радио бутони. По подобен начин за възел с <code>низ</code> можете да изберете основно текстово поле или обемен текстов редактор.
ckb: ویجتەکان یارمەتیدەری داخڵکردنی داتاکانن بۆ هەر گرێیەک کە زانیاری کۆدەکاتەوە؛ زۆرجار ئاسانترە بەروارێک لە ساڵنامەیەکەوە هەڵبژێریت نەک بۆ نموونە بنووسیت. بەگشتی جۆری داتاکانی گرێکە دیاری دەکات کە کام قاڵبی Widget بەکاردەهێنرێت. بەڵام لە هەندێک حاڵەتدا هەڵبژاردنێکت دەبێت: بۆ نموونە لە حاڵەتی گرێی <code>concept</code>، دەتوانیت مینیویەکی دابەزین یان کۆمەڵێک دوگمەی ڕادیۆیی هەڵبژێریت. بە هەمان شێوە بۆ گرێی <code>string</code> دەتوانیت سندوقێکی دەقی بنەڕەتی یان دەستکاریکەرێکی دەوڵەمەند هەڵبژێریت.
fr: Les widgets sont des aides à la saisie de données pour chaque nœud qui collecte des informations ; il est souvent plus facile de choisir une date dans un calendrier que de la saisir, par exemple. Généralement, le type de données du nœud déterminera quel modèle de widget est utilisé. Cependant, dans certains cas, vous aurez le choix : Par exemple, dans le cas d'un nœud <code>concept</code>, vous pouvez choisir un menu déroulant ou un ensemble de boutons radio. De même, pour un nœud <code>chaîne de caractères</code>, vous pouvez choisir une zone de texte de base ou un éditeur de texte enrichi.

source: Depending on the Widget, there are more settings you can configure, most of which are optional and all come with acceptable defaults.
bg: В зависимост от уиджета има още настройки, които можете да конфигурирате, като повечето от тях не са задължителни и всички са с приемливи настройки по подразбиране.
ckb: بەپێی ویجتەکە، ڕێکخستنی زیاتر هەیە کە دەتوانیت ڕێکبخەیت، زۆربەیان ئیختیارین و هەموویان لەگەڵ پێشوەختەی قبوڵکراودا دێن.
fr: Selon le Widget, il y a plus de paramètres que vous pouvez configurer, dont la plupart sont facultatifs et tous sont livrés avec des valeurs par défaut acceptables.

source: Common Settings
bg: Общи настройки
ckb: ڕێکخستنە باوەکان
fr: Paramètres communs

source: This will be used in the user interface. The default label comes from the node name.
bg: Това ще се използва в потребителския интерфейс. Етикетът по подразбиране идва от името на възела.
ckb: ئەمەش لە ڕووکاری بەکارهێنەردا بەکاردەهێنرێت. ناوی پێشوەختە لە ناوی گرێکەوە هاتووە.
fr: Il sera utilisé dans l'interface utilisateur. Le libellé par défaut provient du nom du nœud.

source: Template
bg: Шаблон
ckb: قاڵب
fr: Schéma

source: The list of available Widgets is determined by the node's data type, though developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank">create new Widgets</a>.
bg: Списъкът с наличните уиджети се определя от типа данни на възела, въпреки че програмистите могат да <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank">създават нови уиджети</a>.
ckb: لیستی ویجتەکانی بەردەست بەپێی جۆری داتاکانی گرێکە دیاری دەکرێت، هەرچەندە گەشەپێدەران دەتوانن <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank"> دروستکردنی ویجت</a>ی نوێ.
fr: La liste des widgets disponibles est déterminée par le type de données du nœud, bien que les développeurs puissent <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#widgets" target="_blank"> créer de nouveaux widgets</a>.

source: Placeholder
bg: Заместител
ckb: جێگرەوە
fr: Espace réservé

source: Shown in the input area before the user has entered anything.
bg: Показва се в областта за въвеждане, преди потребителят да е въвел нещо.
ckb: لە ناوچەی چوونەژوورەوە نیشان دەدرێت پێش ئەوەی بەکارهێنەر هیچ شتێک داخڵ بکات.
fr: S'affiche dans la zone de saisie avant que l'utilisateur n'ait saisi quoi que ce soit.

source: If desired, you can define a default value.
bg: Ако желаете, можете да зададете стойност по подразбиране.
ckb: ئەگەر ویستت دەتوانیت بەهایەکی پێشوەختە پێناسە بکەیت.
fr: Si vous le souhaitez, vous pouvez définir une valeur par défaut.

source: Other Settings by Widget
bg: Други Настройки от Уиджета
ckb: ڕێکخستنەکانی تر بەپێی ویجت
fr: Autres paramètres par widget

source: map-widget
bg: карта-уиджет
ckb: نەخشە-ویجت
fr: fiche-widget

source: The map widget allows for a good deal of customization, from the default center and zoom level to default layers.
bg: Уиджетът на картата позволява голяма степен на персонализация - от центъра по подразбиране и нивото на мащабиране до слоевете по подразбиране.
ckb: ویجتەکەی نەخشەکە ڕێگە بە بڕێکی باش لە خۆکارکردن دەدات، لە ناوەندی پێشوەختە و ئاستی زوومەوە تا چینە پێشوەختەکان.
fr: Le widget de fiche permet une bonne partie de la personnalisation, du centre par défaut et du niveau de zoom aux couches par défaut.

source: datepicker-widget
bg: инструмент за избор на дати-уиджет
ckb: datepicker-ویجت

source: This widget is used for the normal date data type, not the extended date/time format data type. You can set minumum or maximum dates, change how specific the calendar is when user first opens it, or set the display of the date. However, note that real YYYY-MM-DD dates are stored in the database whether no matter what display format you have chosed for this widget. So if you have set YYYY for the <strong>Date Format</strong> and a user enters "2005", then "2005-01-01" will be saved in the database.
bg: Този уиджет се използва за нормалния тип данни за дата, а не за разширения тип данни за формат дата/време. Можете да зададете минимални или максимални дати, да промените колко специфичен е календарът, когато потребителят го отвори за първи път, или да зададете показването на датата. Все пак имайте предвид, че истинските дати YYYY-MM-DD се съхраняват в базата данни независимо от това какъв формат на показване сте избрали за този уиджет. Така че, ако сте задали YYYY за <strong>Формат на Датата</strong> и потребителят въведе "2005", то в базата данни ще бъде записано "2005-01-01".
ckb: ئەم ویجتە بۆ جۆری داتاکانی بەرواری ئاسایی بەکاردێت، نەک جۆری داتاکانی فۆرماتکردنی بەروار/کاتی درێژکراوە. دەتوانیت کەمترین یان زۆرترین بەروارەکان دابنێیت، بگۆڕیت کە ساڵنامەکە چەندە تایبەتە کاتێک بەکارهێنەر بۆ یەکەمجار دەیکاتەوە، یان پیشاندانی بەروارەکە دابنێیت. بەڵام تێبینی بکە کە بەروارە ڕاستەقینەکانی YYYY-MM-DD لە بنکەدراوەدا هەڵدەگیرێن جا گرنگ نییە چ فۆرماتێکی پیشاندانیت بۆ ئەم ویجتە هەڵبژاردووە. کەواتە ئەگەر YYYYت بۆ <strong>فۆرماتە بەروار</strong> داناوە و بەکارهێنەرێک "2005" بخاتە ژوورەوە، ئەوا "2005-01-01" لە بنکەدراوەدا هەڵدەگیرێت.
fr: Ce widget est utilisé pour le type de données de date normal, pas pour le type de données de format de date/heure étendu. Vous pouvez définir des dates minimales ou maximales, modifier la spécificité du calendrier lorsque l'utilisateur l'ouvre pour la première fois ou définir l'affichage de la date. Cependant, notez que les dates réelles AAAA-MM-JJ sont stockées dans la base de données, quel que soit le format d'affichage que vous avez choisi pour ce widget. Ainsi, si vous avez défini AAAA pour le <strong>format de date</strong> et qu'un utilisateur saisit "2005", alors "2005-01-01" sera enregistré dans la base de données.

source: <p>Functions are discrete operations that can be associated with a Resource Model and are run on specific nodes or cards whenever a user clicks creates or modify's a Resource. Here in the Function Manager you will associate Functions with this Resource Model and configure them appropriately.</p> <p>To add a Function to this Resource Model, click on it in Function Library, and notice that it is added to the list of Selected Functions. To delete a Function, use the <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i> symbol in the upper right corner.
bg: <p>Функциите са дискретни операции, които могат да бъдат асоциирани с Ресурсен Модел и се изпълняват на определени възли или карти, когато потребителят кликне върху създаването или модифицирането на ресурс. Тук, в Мениджър на Функциите, ще асоциирате Функции с този Ресурсен Модел и ще ги конфигурирате по подходящ начин.</p> <p>За да добавите функция към този Ресурсен Модел, щракнете върху нея в Библиотека на Функции и забележете, че тя се добавя към списъка на Избрани Функции. За да изтриете Функция, използвайте<i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i> символа в горния десен ъгъл.
ckb: <p>کارەکان بریتین لە کارە جیاکراوەکان کە دەتوانرێت پەیوەست بکرێن بە مۆدێلی سەرچاوە و لەسەر گرێ یان کارتی تایبەت بەڕێوەدەبرێن هەرکاتێک بەکارهێنەرێک کلیک دەکات سەرچاوەیەک دروست دەکات یان دەستکاری دەکات. لێرەدا لە بەڕێوەبەری فەنکشنەکاندا تۆ فەنکشنەکان بەم مۆدێلە سەرچاوەیەدا دەبەستیتەوە و بە شێوەیەکی گونجاو ڕێکیان دەخەیت.</p> <p>بۆ زیادکردنی فەنکشنێک بۆ ئەم مۆدێلە سەرچاوەیە، لە کتێبخانەی فەنکشنەکاندا کلیکی لەسەر بکە، و تێبینی بکە کە زیادکراوە بۆ لیستی فەنکشنە هەڵبژێردراوەکان. بۆ سڕینەوەی فەنکشنێک، هێمای <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i> لە گۆشەی سەرەوەی ڕاست بەکاربهێنە.
fr: <p>Les fonctions sont des opérations discrètes qui peuvent être associées à un modèle de ressource et sont exécutées sur des nœuds ou des fiches spécifiques chaque fois qu'un utilisateur clique sur crée ou modifie une ressource. Ici, dans le gestionnaire de fonctions, vous associerez des fonctions à ce modèle de ressource et les configurerez de manière appropriée.</p> <p>Pour ajouter une fonction à ce modèle de ressource, cliquez dessus dans la bibliothèque de fonctions et notez qu'elle est ajoutée à la liste des fonctions sélectionnées. Pour supprimer une fonction, utilisez le symbole <i class="ion-ios-trash add-tooltip" style="color:lightcoral;"></i> dans le coin supérieur droit.

source: adding a function - click to view
bg: добавяне на функция - кликнете, за да видите
ckb: زیادکردنی فەنکشنێک - کلیک بکە بۆ بینین
fr: ajouter une fonction - cliquez pour voir

source: open in new tab
bg: отваряне в нов раздел
ckb: لە تابی نوێدا بکەرەوە
fr: ouvrir dans un nouvel onglet

source: <p>Arches comes with three default functions (see below). However, functions are envisioned as the hook through which developers can easily customize Arches capabilities, because new Functions can be added to your individual Arches installation. Learn more <a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">here</a>.</p>
bg: <p>Arches се предоставя три функции по подразбиране (виж по-долу). Въпреки това функциите са предвидени като кука, чрез която разработчиците могат лесно да персонализират възможностите на Arches, тъй като нови функции могат да се добавят към вашата индивидуална инсталация на Arches. Научете повече <a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">тук</a>. </p>
ckb: <p>Arches سێ فەنکشنی پێشوەختەی لەگەڵدایە (بڕوانە خوارەوە). بەڵام فەنکشنەکان وەکو ئەو قەڵغانە پێشبینی دەکرێن کە لە ڕێگەیەوە گەشەپێدەران دەتوانن تواناکانی Arches بە ئاسانی خۆیان دابنێن، چونکە دەتوانرێت Functions نوێ زیاد بکرێت بۆ دامەزراندنی تاکەکەسی Arches ـت. زیاتر بزانە <a href="https://github.com/archesproject/arches/wiki/دروستکردنی-کارە نوێیەکان%%2C-جۆرەکانی داتا%%2C-و-ویجتەکان" target="_blank">لێرە</a> .</p>
fr: <p>Arches est livré avec trois fonctions par défaut (voir ci-dessous). Cependant, les fonctions sont envisagées comme le crochet par lequel les développeurs peuvent facilement personnaliser les capacités d'Arches, car de nouvelles fonctions peuvent être ajoutées à votre installation Arches individuelle. En savoir plus <a href="https://github.com/archesproject/arches/wiki/Creating-New-Functions%%2C-DataTypes%%2C-and-Widgets" target="_blank">ici</a> .</p>

source: Define Resource Descriptors
bg: Дефиниране на описанията на ресурсите
ckb: پێناسەکردنی وەسفکەرانی سەرچاوە
fr: Définir les descripteurs de ressources

source: This function will generate one or more descriptors for Resources that are created with this Resource Model. These descriptors are used throughout the database interface, but are not saved as part of the resource. This gives you control over the way Resources are identified and described in search results and elsewhere.
bg: Тази функция ще генерира едно или повече описания за ресурсите, които са създадени с този Ресурсен Модел. Тези описания се използват в интерфейса на базата данни, но не се запазват като част от ресурса. Това ви дава възможност да контролирате начина, по който Ресурсите се идентифицират и описват в резултатите от търсенето и на други места.
ckb: ئەم فەنکشنە یەک یان چەند وەسفکەرێک بۆ سەرچاوەکان دروست دەکات کە بەم مۆدێلە سەرچاوەیە دروست دەکرێن. ئەم وەسفکەرانە لە سەرانسەری ڕووکاری بنکەدراوەدا بەکاردەهێنرێن، بەڵام وەک بەشێک لە سەرچاوەکە هەڵناگیرێن. ئەمەش کۆنترۆڵی شێوازی ناسینەوە و وەسفکردنی سەرچاوەکانت پێدەبەخشێت لە ئەنجامی گەڕان و شوێنەکانی تردا.
fr: Cette fonction générera un ou plusieurs descripteurs pour les ressources créées avec ce modèle de ressource. Ces descripteurs sont utilisés dans toute l'interface de la base de données, mais ne sont pas enregistrés dans le cadre de la ressource. Cela vous permet de contrôler la manière dont les ressources sont identifiées et décrites dans les résultats de recherche et ailleurs.

source: Once added to the Resource Model, use the appropriate tab to configure a descriptor template. Choose a card, and variables corresponding to each node in that card will be added to the template, demarcated with <code>&lt; &gt;</code>. You can rearrange these variables and add text to customize the descriptor. When you have set the descriptors, click <strong>Re-Index</strong> to update any existing resources in your database.
bg: След като бъде добавен към Ресурсен Модел, използвайте съответния раздел, за да конфигурирате шаблон на дескриптор. Изберете карта и променливите, съответстващи на всеки възел в тази карта, ще бъдат добавени към шаблона, разграничени с <code>&lt; &gt;</code>. Можете да пренаредите тези променливи и да добавите текст, за да персонализирате дескриптора. Когато зададете дескрипторите, щракнете върху <strong>Повторно Индексиране</strong>, за да актуализирате всички съществуващи ресурси в базата данни.
ckb: کاتێک زیادکرا بۆ مۆدێلی سەرچاوە، تابی گونجاو بەکاربهێنە بۆ ڕێکخستنی قاڵبێکی وەسفکەر. کارتێک هەڵبژێرە، و گۆڕاوەکانی هاوتای هەر گرێیەک لەو کارتەدا زیاد دەکرێن بۆ قاڵبەکە، کە بە <code>&lt; &gt;</code>. دەتوانیت ئەم گۆڕاوانە ڕێکبخەیتەوە و دەق زیاد بکەیت بۆ خۆکارکردنی وەسفکەرەکە. کاتێک وەسفکەرەکانت داناوە، کرتە لە <strong>Re-Index</strong> بکە بۆ نوێکردنەوەی هەر سەرچاوەیەکی هەبوو لە بنکەدراوەی خۆتدا.
fr: Une fois ajouté au modèle de ressource, utilisez l'onglet approprié pour configurer un modèle de descripteur. Choisissez une fiche et les variables correspondant à chaque nœud de cette fiche seront ajoutées au schéma , délimitées par <code>&lt; &gt;</code>. Vous pouvez réorganiser ces variables et ajouter du texte pour personnaliser le descripteur. Lorsque vous avez défini les descripteurs, cliquez sur <strong>Réindexer</strong> pour mettre à jour toutes les ressources existantes dans votre base de données.

source: If there are multiple instances of a given card in a Resource, the first one added will be used to create these descriptors. To manually change this, edit the Resource in question and drag the desired tile to the top of the list.
bg: Ако в ресурса има няколко екземпляра на дадена карта, за създаването на тези дескриптори ще се използва първият добавен. За да промените това ръчно, редактирайте въпросния ресурс и плъзнете желаната плочка в горната част на списъка.
ckb: ئەگەر چەندین نموونەی کارتێکی دیاریکراو لە سەرچاوەیەکدا هەبێت، یەکەم نموونەی زیادکراو بەکاردەهێنرێت بۆ دروستکردنی ئەم وەسفکەرانە. بۆ گۆڕینی ئەمە بە دەستی، دەستکاری سەرچاوەی پرسیار بکە و کاشی دڵخواز بکێشە بۆ سەرەوەی لیستەکە.
fr: S'il existe plusieurs instances d'une fiche donnée dans une ressource, la première ajoutée sera utilisée pour créer ces descripteurs. Pour modifier cela manuellement, modifiez la ressource en question et faites glisser la tuile souhaitée en haut de la liste.

source: Any user with read access permission to a resource will be seeing these resource descriptors wherever it shows up in search results or on the map. <strong>If a card is intended to be hidden from any group of users, it should not be used in this function.</strong>
bg: Всеки потребител с разрешение за достъп за четене на даден ресурс ще вижда тези дескриптори на ресурса навсякъде, където той се показва в резултатите от търсенето или на картата. <strong>Ако картата е предназначена да бъде скрита от някоя група потребители, тя не трябва да се използва в тази функция.</strong>
ckb: هەر بەکارهێنەرێک مۆڵەتی دەستڕاگەیشتن بە خوێندنەوە بۆ سەرچاوەیەک هەبێت، ئەم وەسفکەرانەی سەرچاوە دەبینێت لە هەر شوێنێک کە لە ئەنجامی گەڕان یان لەسەر نەخشەکەدا دەربکەوێت. <strong>ئەگەر کارتێک مەبەست لێی شاردنەوەی بێت لە هەر گروپێکی بەکارهێنەر، نابێت لەم کارەدا بەکاربهێنرێت.</strong>
fr: Tout utilisateur disposant d'une autorisation d'accès en lecture à une ressource verra ces descripteurs de ressource partout où ils apparaîtront dans les résultats de recherche ou sur la carte. <strong>Si une carte est destinée à être cachée à un groupe d'utilisateurs, elle ne doit pas être utilisée dans cette fonction.</strong>

source: <h5>Example</h5> <p>Consider a Resource where the <strong>Name</strong> node value is <em>Folsom School</em> and <strong>Name Type</strong> node value is <em>Primary</em>.</p> <p>Selecting the <strong>Name</strong> card will populate the template with <code>&lt;Name Type&gt;, &lt;Name&gt;</code>. The resulting descriptor would read <em>Primary, Folsom School</em>. Changing the template to <code>Building Name: &lt;Name&gt;</code> would yield <em>Building Name: Folsom School</em>.</p>
bg: <h5>Пример:</h5> <p>Разгледайте ресурс, в който стойността на възела<strong>Име</strong> е <em>Училище "Фолсъм"</em>, а стойността на възела <strong>Тип име</strong> е <em>Първичен</em>.</p> <p>Избирането на картата <strong>Име</strong> ще попълни шаблона с <code>&lt;Name Type&gt;, &lt;Name&gt;</code>. Полученият дескриптор ще гласи <em>Първичен, Училище "Фолсъм"</em>. При промяна на шаблона на <code>Име на сграда: &lt;Name&gt;</code> ще се получи <em>Име на сграда: Училище "Фолсъм"</em>.</p>
ckb: <h5>نموونە</h5> <p>سەرچاوەیەک لەبەرچاو بگرە کە بەهای گرێی <strong>ناو</strong> <em>قوتابخانەی فۆڵسۆم</em> و بەهای گرێی <strong>جۆری ناو</strong> <em>سەرەتایی</em> بێت. </p> <p>هەڵبژاردنی کارتی <strong>ناو</strong> قاڵبەکە بە <code>&lt;جۆری ناو&gt;، &lt;ناو&gt;</code> پڕدەکاتەوە. وەسفکەری دەرئەنجامی ئەوە دەخوێنێتەوە <em>سەرەتایی، قوتابخانەی فۆڵسۆم</em>. گۆڕینی قاڵبەکە بۆ <code>ناوی بینا: &lt;Name&gt;</code> دەبێتە هۆی <em>ناوی بینا: قوتابخانەی فۆڵسۆم</em>.</p>
fr: <h5>Exemple</h5> <p>Considérez une ressource où la valeur du nœud <strong>Name</strong> est <em>Folsom School</em> et la valeur du nœud <strong>Name Type</strong> est <em>Primary</em>. </p> <p>Sélectionner la fiche <strong>Nom</strong> remplira le schéma avec <code>&lt;Type de nom&gt;, &lt;Nom&gt;</code>. Le descripteur résultant se lirait <em>Primary, Folsom School</em>. Changer le modèle en <code>Nom du bâtiment : &lt;Nom&gt;</code> donnerait <em>Nom du bâtiment : Folsom School</em>.</p>

source: Graph Tab
bg: Графичен раздел
ckb: تابی گراف
fr: Onglet Graphe

source: In this tab you will design the graph&mdash;the core of a Resource Model or Branch. In fact, sometimes Resource Models and Branches are generically referred to as "graphs".
bg: В този раздел ще проектирате graph&mdash; основата на Ресурсен Модел или Разклонение. Всъщност понякога Ресурсните Модели и Разклоненията се наричат общо "графи".
ckb: لەم تابەدا تۆ گرافەکە دیزاین دەکەیت&mdash;ناوەکی مۆدێلی سەرچاوە یان لقێک. لە ڕاستیدا هەندێک جار مۆدێلی سەرچاوە و لقەکان بە شێوەیەکی گشتی بە "گراف" ناودەبرێن.
fr: Dans cet onglet, vous allez concevoir le graphe - le cœur d'un modèle de ressource ou d'une branche. En fait, les modèles de ressources et les branches sont parfois appelés génériquement "graphes".

source: For the first step in building a graph, you should fill out the <strong>top-level settings</strong>. Some of these may be changed later while others can't, so make sure to do a lot of testing while developing a graph. With the top-level settings in place, it's time to <strong>construct the graph</strong> by adding nodes (or full Branches) to the graph tree. Along the way, you'll need to set the <strong>node-level settings</strong> for each node you create.
bg: При първата стъпка от създаването на графата трябва да попълните <strong>настройките от най-високо ниво</strong>. Някои от тях могат да бъдат променени по-късно, а други - не, уверете се, че сте направили достатъчно тестове, докато разработвате графата. След като са въведени настройките от най-високо ниво, е време да <strong>конструирате графа</strong>, като добавите възли (или пълни разклонения) към графичното дърво. По пътя ще трябва да зададете <strong>настройките на ниво възел</strong> за всеки възел, който създавате.
ckb: بۆ یەکەم هەنگاوی دروستکردنی گراف، پێویستە <strong>ڕێکخستنەکانی ئاستی سەرەوە</strong> پڕبکەیتەوە. ڕەنگە هەندێک لەوانە دواتر بگۆڕدرێن لە کاتێکدا هەندێکی تر ناتوانن، بۆیە دڵنیابە لە ئەنجامدانی تاقیکردنەوەیەکی زۆر لەکاتی پەرەپێدانی گرافێکدا. لەگەڵ ڕێکخستنەکانی ئاستی سەرەوە لە شوێنی خۆیان، کاتی ئەوە هاتووە <strong>گرافیکەکە دروست بکەیت</strong> بە زیادکردنی گرێکان (یان لقە تەواوەکان) بۆ درەختی گرافەکە. لە ڕێگادا، پێویستە <strong>ڕێکخستنەکانی ئاستی گرێ</strong> بۆ هەر گرێیەک کە دروستی دەکەیت ڕێکبخەیت.
fr: Pour la première étape de création d'un graphe, vous devez remplir les <strong>paramètres de niveau supérieur</strong>. Certains d'entre eux peuvent être modifiés plus tard, tandis que d'autres ne le peuvent pas, alors assurez-vous de faire beaucoup de tests lors de l'élaboration d'un graphe. Une fois les paramètres de niveau supérieur en place, il est temps de <strong>construire le graphe</strong> en ajoutant des nœuds (ou des branches complètes) à l'arborescence du graphe. En cours de route, vous devrez définir les <strong>paramètres au niveau du nœud</strong> pour chaque nœud que vous créez.

source: Once you've finished creating this Resource Model or Branch make sure to set its status to "active".
bg: След като приключите със създаването на този Ресурсен Модел или Разклонение, не забравяйте да зададете статуса му на "активен".
ckb: کاتێک کە دروستکردنی ئەم مۆدێلە سەرچاوەیە یان لقە تەواو بوو دڵنیابە کە دۆخەکەی لەسەر "چالاک" داناوە.
fr: Une fois que vous avez fini de créer ce modèle de ressource ou cette branche, assurez-vous de définir son statut sur "actif".

source: Top-Level Settings
bg: Настройки на най-високо ниво
ckb: ڕێکخستنەکانی ئاستی سەرەوە
fr: Paramètres de niveau supérieur

source: Identifiers
bg: Идентификатори
ckb: ناسێنەرەکان
fr: Identifiants

source: Name
bg: Име
ckb: ناو
fr: Nom
