Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: <strong>1. Specify Search Criteria</strong> - Go to the Search page and enter all the criteria you would like to use to configure your Saved Search. You may notice that with the addition of each new search filter (either by using the term filter, map filtering tools, or temporal filters) the URL for the page will change.<br> <strong>2. Copy the URL</strong> - In your browser address bar, copy the <em>entire</em> URL. This will be a long string that defines each of the search filters created in step 1.<br> <strong>3. Create the Saved Search</strong> - Finally, head back to this page and fill out the settings that you see at left. You can also upload an image that will be shown along with your Search Search.
bg: <strong>1. Определяне на критериите за търсене</strong> - Отидете на страницата за търсене и въведете всички критерии, които искате да използвате за конфигуриране на запаметеното търсене. Може да забележите, че с добавянето на всеки нов филтър за търсене (чрез използване на филтър за термини, инструменти за филтриране на карти или времеви филтри) URL адресът на страницата ще се променя.<br> <strong>2. Копиране на URL адреса</strong> - В адресната лента на браузъра си копирайте <em>целия</em> URL адрес. Това ще бъде дълъг низ, който дефинира всеки от филтрите за търсене, създадени в стъпка 1.<br> <strong>3. Създаване на запаметеното търсене </strong>- Накрая се върнете на тази страница и попълнете настройките, които виждате вляво. Можете също така да качите изображение, което ще се показва заедно с вашето търсене.
ckb: <strong>1. پێوەرەکانی گەڕان دیاری بکە</strong> - بڕۆ بۆ لاپەڕەی گەڕان و هەموو ئەو پێوەرانە بنووسە کە دەتەوێت بۆ ڕێکخستنی گەڕانی پاشەکەوتکراو بەکاریان بهێنیت. لەوانەیە تێبینی ئەوە بکەیت کە لەگەڵ زیادکردنی هەر فلتەرێکی گەڕانی نوێ (یان بە بەکارهێنانی زاراوەی فلتەر، ئامرازەکانی فلتەرکردنی نەخشە، یان فلتەرە کاتیەکان) URL بۆ لاپەڕەکە دەگۆڕێت.<br> <strong>2. کۆپی URL</strong> - لە ناونیشانی وێبگەڕەکەتدا، <em>تەواوی</em> URL کۆپی بکە. ئەمە دەبێتە ڕیزێکی درێژ کە هەریەک لە فلتەرەکانی گەڕان کە لە هەنگاوی یەکەمدا دروستکراون پێناسە دەکات.<br> <strong>3. دروستکردنی گەڕانی پاشەکەوتکراو</strong> - لە کۆتاییدا، سەردانی ئەم لاپەڕەیە بکە و ئەو ڕێکخستنانە پڕبکەرەوە کە لە لای چەپەوە دەیبینیت. هەروەها دەتوانیت وێنەیەک باربکەیت کە لەگەڵ گەڕانی گەڕانەکەتدا پیشان دەدرێت.
fr: <fort>1. Spécifiez les critères de recherche</strong> : accédez à la page de recherche et entrez tous les critères que vous souhaitez utiliser pour configurer votre recherche enregistrée. Vous remarquerez peut-être qu'avec l'ajout de chaque nouveau filtre de recherche (soit en utilisant le filtre de termes, les outils de filtrage de carte ou les filtres temporels), l'URL de la page changera.<br> <fort>2. Copiez l'URL</strong> : dans la barre d'adresse de votre navigateur, copiez l'URL <em>entière</em>. Il s'agira d'une longue chaîne de caractères définissant chacun des filtres de recherche créés à l'étape 1.<br> <fort>3. Créer la recherche enregistrée</strong> - Enfin, revenez à cette page et remplissez les paramètres que vous voyez à gauche. Vous pouvez également télécharger une image qui sera affichée avec votre recherche de recherche.

source: Arches | %(version)s
ckb: کەوانەکان | %(وەشان)ەکان

source: Arches Features
bg: Arches Функции
ckb: تایبەتمەندیەکانی کەوانەکان
fr: Caractéristiques des arches

source: Search Arches
bg: Търсене в Arches
ckb: گەڕان بەدوای Arches
fr: Recherche Arches

source: Sign in
bg: Влезте
ckb: چوونە ژوورەوە
fr: S'identifier

source: Welcome,
bg: Добре дошли,
ckb: بەخێربێیت,
fr: Bienvenue,

source: Log off
bg: Излизане от системата
ckb: داخستن، دەرچوون
fr: Se déconnecter

source: Home
bg: Начало
ckb: ماڵەوە
fr: Domicile

source: Fast
bg: Бърз достъп до
ckb: خێرا
fr: Rapide

source: Workflows
bg: Работни процеси
ckb: ڕەوتی کارکردن
fr: Flux de travail

source: Arches %(version)s
ckb: کەوانەکان %(وەشان)s

source: A web and mobile platform for
bg: Уеб и мобилна платформа за
ckb: پلاتفۆرمی وێب و مۆبایل بۆ...
fr: Une plateforme web et mobile pour

source: managing your most important resource information
bg: управление на най-важната информация за ресурсите ви
ckb: بەڕێوەبردنی گرنگترین زانیاری سەرچاوەکانت
fr: gérer vos informations de ressources les plus importantes

source: Deploy Applications Rapidly
bg: Незабавно въвеждане на приложения
ckb: بەرنامەکان بە خێرایی بڵاوبکەرەوە
fr: Déployez rapidement des applications

source: Design custom information management applications in hours. Build your databases with Arches Designer, then configure your interface all without having to write any code.
bg: Проектиране на персонализирани приложения за управление на информация в часове. Изградете базите си данни с Arches Designer, след което конфигурирайте интерфейса си, без да се налага да пишете код.
ckb: دیزاینکردنی بەرنامەکانی بەڕێوەبردنی زانیاری تایبەت بەخۆت لە چەند کاتژمێرێکدا. بنکەدراوەکانت بە Arches Designer دروست بکە، پاشان ڕووکارەکەت ڕێکبخە هەمووی بەبێ ئەوەی پێویستت بە نووسینی هیچ کۆدێک بێت.
fr: Concevez des applications de gestion de l'information personnalisées en quelques heures. Construisez vos bases de données avec Arches Designer, puis configurez votre interface sans avoir à écrire de code.

source: Interface Manager
bg: Мениджър на интерфейса
ckb: بەڕێوەبەری ڕووکار
fr: Gestionnaire d'interfaces

source: Arches automatically creates data entry forms based on your data models. Use Arches' Card Manager to configure the look and feel of your data entry UI.
bg: Arches автоматично създава формуляри за въвеждане на данни въз основа на вашите модели на данни. Използвайте мениджъра за карти на Arches, за да конфигурирате външния вид на потребителския интерфейс за въвеждане на данни.
ckb: Arches بە شێوەیەکی ئۆتۆماتیکی فۆڕمی داخڵکردنی داتا دروست دەکات بە پشتبەستن بە مۆدێلی داتاکانت. بۆ ڕێکخستنی دیمەن و هەستی UI داخڵکردنی داتاکانت بەڕێوەبەری کارتی Arches بەکاربهێنە.
fr: Arches crée automatiquement des formulaires de saisie de données basés sur vos modèles de données. Utilisez le gestionnaire de fiches d'Arches pour configurer l'apparence de votre interface utilisateur de saisie de données.

source: Data Security
bg: Сигурност на данните
ckb: ئاسایشی داتا
fr: Sécurité des données

source: Use Arches' Permissions Manager to set up data access rules for all your user groups and individual accounts. You can define read/write/delete and no-access permissions.
bg: Използвайте мениджъра за разрешения на Arches, за да настроите правила за достъп до данни за всички групи потребители и индивидуални акаунти. Можете да определяте разрешения за четене/запис/изтриване и забрана за достъп.
ckb: بەڕێوەبەری مۆڵەتەکانی Arches بەکاربهێنە بۆ ڕێکخستنی یاساکانی دەستڕاگەیشتن بە داتا بۆ هەموو گروپەکانی بەکارهێنەر و ئەکاونتە تاکەکەسییەکانت. دەتوانیت مۆڵەتی خوێندنەوە/نووسین/سڕینەوە و بێ دەستگەیشتن پێناسە بکەیت.
fr: Utilisez le gestionnaire de permissions d'Arches pour configurer des règles d'accès aux données pour tous vos groupes d'utilisateurs et comptes individuels. Vous pouvez définir des autorisations de lecture/écriture/suppression et de non-accès.

source: Orchestrate your data entry
bg: Организирайте въвеждането на данни
ckb: ڕێکخستنی داخڵکردنی داتاکانت
fr: Orchestrez votre saisie de données

source: Design step-wise data management interfaces that simplify complex editing tasks. Ensure that everyone enters data completely and consistently
bg: Поетапно проектиране на интерфейси за управление на данни, които опростяват сложните задачи за редактиране. Уверете се, че всички въвеждат данни напълно и последователно
ckb: دیزاینکردنی ڕووکارەکانی بەڕێوەبردنی داتا بە هەنگاو بە هەنگاو کە ئەرکە ئاڵۆزەکانی دەستکاریکردن ئاسان دەکات. دڵنیابە لەوەی کە هەموو کەسێک بە تەواوی و بە بەردەوامی داتاکان دەخاتە ناوەوە
fr: Concevez des interfaces de gestion de données par étapes qui simplifient les tâches d'édition complexes. Assurez-vous que tout le monde saisit les données de manière complète et cohérente

source: Arches Search Tools
bg: Инструменти за търсене на Arches
ckb: ئامرازەکانی گەڕانی Arches
fr: Outils de recherche d'Arches

source: Find what you're looking for
bg: Намерете това, което търсите
ckb: ئەوەی بەدوایدا دەگەڕێیت بدۆزەرەوە
fr: Trouvez ce que vous cherchez

source: Arches comes with powerful built-in search tools. Quickly filter large databases with term, geospatial, and time-based search components
bg: Arches разполага с мощни вградени инструменти за търсене. Бързо филтриране на големи бази данни с компоненти за търсене по термини, геопространствени и времеви данни
ckb: Arches لەگەڵ ئامرازی گەڕانی بەهێزی ناوەکیدا دێت. بنکەدراوە گەورەکان بە خێرایی فلتەر بکە بە پێکهاتەکانی گەڕانی زاراوە، جیۆفەزایی و کات
fr: Arches est livré avec de puissants outils de recherche intégrés. Filtrez rapidement les bases de données volumineuses avec des composants de recherche terminologique, géospatiale et temporelle

source: Search Options
bg: Опции за Търсене
ckb: هەڵبژاردەکانی گەڕان
fr: Options de recherche

source: Arches gives you many ways to find precisely the information you need, even if your Arches application contains 10's of millions of records. In addition to term, thesaurus, geospatial, and temporal filters, Arches provides you with advanced filtering options that support boolean logic, inverses, and many other filtering options.
bg: Arches ви дава много начини да намерите точно необходимата ви информация, дори ако вашето приложение Arches съдържа 10 милиона записа. В допълнение към филтрите за термини, синонимни реници, геопространствени и времеви филтри, Arches ви предоставя разширени опции за филтриране, които поддържат булева логика, инверсии и много други опции за филтриране.
ckb: Arches چەندین ڕێگەت پێدەدات بۆ دۆزینەوەی ئەو زانیاریانەی کە پێویستت پێیانە بە وردی، تەنانەت ئەگەر بەرنامەی Arches ـەکەت 10's لە ملیۆنان تۆماری تێدابێت. جگە لە فلتەرەکانی زاراوە، زاراوە، جیۆفەزایی و کاتی، Arches هەڵبژاردەی فلتەرکردنی پێشکەوتووت بۆ دابین دەکات کە پشتگیری لە لۆژیکی بولی، پێچەوانە و چەندین بژاردەی فلتەرکردنی تر دەکەن.
fr: Arches vous offre de nombreuses façons de trouver précisément les informations dont vous avez besoin, même si votre application Arches contient des dizaines de millions d'enregistrements. En plus des filtres terminologiques, thésaurus, géospatiaux et temporels, Arches vous propose des options de filtrage avancées qui prennent en charge la logique booléenne, les inverses et de nombreuses autres options de filtrage.

source: Arches' search capabilities also provide for sophisticated data visualizations, including interactive displays of the connections between your data objects using a Force Directed Graph.
bg: Възможностите за търсене в Arches позволяват и сложни визуализации на данни, включително интерактивни показвания на връзките между обектите ви с данни с помощта на форсирана насочена графика.
ckb: هەروەها تواناکانی گەڕانی Arches بۆ بینینی داتا ئاڵۆزەکان دابین دەکات، لەوانەش پیشاندانی کارلێکانەی پەیوەندییەکانی نێوان شتەکانی داتاکانت بە بەکارهێنانی گرافی ئاراستەکراوی هێز.
fr: Les capacités de recherche d'Arches permettent également des visualisations de données sophistiquées, y compris des affichages interactifs des connexions entre vos objets de données à l'aide d'un graphe dirigé par la force.

source: If you're a software developer, you can build on Arches modular search services and create your own filters, reports, and visualizations to best show off your particular dataset.
bg: Ако сте софтуерен програмист, можете да надграждате модулните услуги за търсене на Arches и да създавате собствени филтри, отчети и визуализации, за да покажете най-добре конкретния набор от данни.
ckb: ئەگەر تۆ گەشەپێدەری نەرمەکاڵا بیت، دەتوانیت لەسەر خزمەتگوزارییەکانی گەڕانی مۆدیۆلاری Arches بنیات بنێیت و فلتەر و ڕاپۆرت و بینینی خۆت دروست بکەیت بۆ ئەوەی بە باشترین شێوە کۆمەڵە داتا تایبەتەکەت پیشان بدەیت.
fr: Si vous êtes un développeur de logiciels, vous pouvez vous appuyer sur les services de recherche modulaire Arches et créer vos propres filtres, rapports et visualisations pour mieux mettre en valeur votre jeu de données particulier.

source: Sample Institution Name
bg: Примерно име на институция
ckb: نمونەی ناوی دامەزراوە
fr: Exemple de nom d'établissement

source: Sample Address
bg: Примерен адрес
ckb: نمونەی ناونیشان
fr: Exemple d'adresse

source: Getty Conservation Institute
ckb: پەیمانگای پاراستنی گێتی

source: 1200 Getty Center Drive
ckb: 1200 گێتی سەنتەری درایڤ

source: Los Angeles, CA 90049
bg: Лос Анджелис, Калифорния 90049
ckb: لۆس ئەنجلۆس، سی ئەی ٩٠٠٤٩
fr: Los Angeles, Californie 90049

source: Guides and Documentation
bg: Ръководства и документация
ckb: ڕێنمایی و بەڵگەنامە
fr: Guides et documentation

source: What is Arches
bg: Какво представлява Arches
ckb: ئارچێس چییە
fr: Qu'est-ce qu'Arches

source: Implementation Considerations
bg: Съображения за изпълнение
ckb: ڕەچاوکردنی جێبەجێکردن
fr: Considérations de mise en œuvre

source: Information For Developers
bg: Информация за програмисти
ckb: زانیاری بۆ گەشەپێدەران
fr: Informations pour les développeurs

source: FAQ
bg: ЧЕСТО ЗАДАВАНИ ВЪПРОСИ
ckb: پرسیارەکان

source: Standards and Interoperability
bg: Стандарти и оперативна съвместимост
ckb: ستانداردەکان و کارکردنی یەکتر
fr: Normes et interopérabilité

source: Installation Guide
bg: Ръководство за инсталиране
ckb: ڕێنمایی دامەزراندن
fr: Guide d'installation

source: Arches Project Background
bg: Предистория на проекта Arches
ckb: پاشخانی پڕۆژەی کەوانەکان
fr: Contexte du projet Arches

source: Arches Webinars/Presentations
bg: Arches Уебинари/презентации
ckb: ئارچێس وێبینار/پێشکەشکردن
fr: Arches Webinaires/Présentations

source: Terms & Conditions
bg: Общи условия
ckb: مەرج و ڕێساکان
fr: Termes et conditions

source: Privacy Policy
bg: Политика за поверителност
ckb: سیاسەتی پاراستنی نهێنی
fr: Politique de confidentialité

source: Powered by Arches
bg: С помощта на Arches
ckb: بەهێزکراوە لەلایەن Arches
fr: Propulsé par Arches

source: Delete All Resources Associated with this Graph?
bg: Изтриване на всички ресурси, свързани с тази графа?
ckb: هەموو سەرچاوەکانی پەیوەست بەم گرافە بسڕەوە؟
fr: Supprimer toutes les ressources associées à ce graphe ?

source: Deleting All Resources removes all associated data with this graph entirely. Are you sure you would like to proceed?
bg: Изтриването на всички ресурси премахва изцяло всички свързани с тази графа данни. Сигурни ли сте, че искате да продължите?
ckb: سڕینەوەی هەموو سەرچاوەکان هەموو داتاکانی پەیوەست بەم گرافە بە تەواوی لا دەبات. ئایا دڵنیای کە حەز دەکەیت بەردەوام بیت؟
fr: La suppression de toutes les ressources supprime entièrement toutes les données associées à ce graphe. Voulez-vous vraiment continuer ?

source: Delete Branch/Resource Model?
bg: Изтриване на Разклонение/Ресурсен Модел?
ckb: سڕینەوەی مۆدێلی لق/سەرچاوە؟
fr: Supprimer le modèle de branche/ressource ?

source: Deleting this branch/resource model will remove it (and all associated data) entirely. Are you sure you would like to proceed?
bg: Изтриването на този разклонение/ресурсен модел ще го премахне изцяло (и всички свързани с него данни). Сигурни ли сте, че искате да продължите?
ckb: سڕینەوەی ئەم مۆدێلە لق/سەرچاوەیە بە تەواوی (و هەموو داتاکانی پەیوەندیدار) بە تەواوی لا دەبات. ئایا دڵنیای کە حەز دەکەیت بەردەوام بیت؟
fr: La suppression de ce modèle de branche/ressource le supprimera entièrement (ainsi que toutes les données associées). Voulez-vous vraiment continuer ?

source: Hide Null Values
bg: Скриване на нулевите стойности
ckb: بەها پووچەکان بشارەوە
fr: Masquer les valeurs nulles

source: Load More
bg: Заредете още
ckb: زیاتر بار بکە
fr: Charger plus

source: Load All
bg: Зареждане на всички
ckb: هەمووی بار بکە
fr: Charger tout

source: Display Name
bg: Име на дисплея
ckb: ناوی پیشاندراو
fr: Afficher un nom

source: Display Description
bg: Описание на дисплея
ckb: وەسفکردنی پیشاندانی
fr: Description de l'affichage

source: Map Popup
bg: Изскачащ прозорец на картата
ckb: نەخشە Popup
fr: Pop-up de carte

source: Map Popup Template
bg: Шаблон за изскачащ прозорец на картата
ckb: قاڵبی پەلەوەر نەخشە
fr: Schéma de pop-up de carte

source: ID:
bg: ИДЕНТИФИКАТОР:
ckb: ناسنامە:

source: Add Buffer
bg: Добавяне на Буфер
ckb: Buffer زیاد بکە
fr: Ajouter un tampon

source: Buffer Intersecting Feature
bg: Буфер Пресичащ елемент
ckb: تایبەتمەندی یەکتربڕینی بافەر
fr: Fonction d'intersection de tampon

source: Add buffer to features
bg: Добавяне на буфер към функциите
ckb: زیادکردنی بافەر بۆ تایبەتمەندییەکان
fr: Ajouter un tampon aux fonctionnalités

source: Add Buffer Feature
bg: Добавяне на функция за буфер
ckb: تایبەتمەندی Buffer زیاد بکە
fr: Ajouter une fonctionnalité de tampon

source: Select a feature to perform intersection
bg: Изберете функция за извършване на пресичане
ckb: تایبەتمەندییەک هەڵبژێرە بۆ ئەنجامدانی بڕین
fr: Sélectionnez une entité pour effectuer l'intersection

source: Intersect
bg: Пресечна точка
ckb: یەکتربڕین
fr: Intersecte

source: If you've made any changes to this function and there are resources already in the system, then you will need to reindex the resources to reflect your changes. This process can take some time (potentially several minuetes or more). Please be patient.
bg: Ако сте направили някакви промени в тази функция и в системата вече има ресурси, ще трябва да преиндексирате ресурсите, за да отразите промените. Този процес може да отнеме известно време (потенциално няколко минути или повече). Моля, бъдете търпеливи.
ckb: ئەگەر هەر گۆڕانکارییەکت لەم فەنکشنەدا کردووە و سەرچاوە پێشتر لە سیستەمەکەدا هەیە، ئەوا پێویستە سەرچاوەکان دووبارە ئیندێکس بکەیتەوە بۆ ئەوەی گۆڕانکارییەکانتان ڕەنگ بداتەوە. ئەم پرۆسەیە دەتوانێت هەندێک کات بخایەنێت (بە ئەگەرێکی زۆرەوە چەند خولەکێک یان زیاتر). تکایه ئارامبگره.
fr: Si vous avez apporté des modifications à cette fonction et qu'il existe déjà des ressources dans le système, vous devrez réindexer les ressources pour refléter vos modifications. Ce processus peut prendre un certain temps (potentiellement plusieurs minutes ou plus). Veuillez patienter.

source: Use bracketed node names like this: <node name>
bg: Използвайте имена на възли в скоби по следния начин: <node name>
ckb: ناوی گرێدارەکانی کەوانەدار بەم شێوەیە بەکاربهێنە: <ناوی گرێ>
fr: Utilisez des noms de nœud entre crochets comme ceci : <nom du nœud>

source: Primary Name Template
bg: Основен шаблон за име
ckb: قاڵبی ناوی سەرەتایی
fr: Schéma de nom principal

source: Primary Description Template
bg: Основен шаблон за описание
ckb: قاڵبی وەسفکردنی سەرەتایی
fr: Schéma de description principale

source: Select a card from which to choose nodes to power your primary name identifier.
bg: Изберете карта, от която да изберете възли за захранване на основния идентификатор на името.
ckb: کارتێک هەڵبژێرە کە لێیەوە گرێکان هەڵبژێریت بۆ ئەوەی ناسێنەری ناوی سەرەکیت بەهێز بکەیت.
fr: Sélectionnez une fiche à partir de laquelle choisir des nœuds pour alimenter votre identifiant de nom principal.

source: Select a card from which to choose nodes to power your primary description identifier.
bg: Изберете карта, от която да изберете възли за захранване на основния идентификатор на описанието.
ckb: کارتێک هەڵبژێرە کە لێیەوە گرێکان هەڵبژێریت بۆ ئەوەی ناسێنەری وەسفە سەرەکییەکەت بەهێز بکەیت.
fr: Sélectionnez une fiche à partir de laquelle choisir des nœuds pour alimenter votre identifiant de description principal.

source: Add Feature
bg: Добавяне на функция
ckb: تایبەتمەندی زیاد بکە
fr: Ajouter une fonctionnalité

source: Distance:
bg: Разстояние:
ckb: دووری:

source: Units:
bg: Единици:
ckb: یەکەکان:
fr: Unités:

source: Download
bg: Изтегляне
ckb: دابەزاندن
fr: Télécharger

source: Download File
bg: Изтегляне на файла
ckb: دابەزاندنی فایل
fr: Télécharger un fichier

source: Triggering Nodegroups
bg: Задействане на групи възли
ckb: دەستپێکردنی گروپەکانی گرێ
fr: Déclencher des groupes de nœuds

source: Relate Resource
bg: Свържете ресурса
ckb: سەرچاوە پەیوەندی بکە
fr: Relier la ressource

source: Cannot Be Related
bg: Не може да бъде свързан
ckb: ناتوانرێت پەیوەندی هەبێت
fr: Ne peut pas être lié

source: Related Resources
bg: Свързани ресурси
ckb: سەرچاوە پەیوەندیدارەکان
fr: Ressources associées

source: Report Date:
bg: Дата на доклада:
ckb: بەرواری ڕاپۆرت:
fr: Date du compte rendu:

source: Annotation Overlays
bg: Покрития за анотации
ckb: سەرپۆشی تێبینی
fr: Superpositions d'annotations

source: Reset to defaults
bg: Възстановяване на настройките по подразбиране
ckb: ڕێست بکە بۆ پێشوەختە
fr: Réinitialiser les paramètres par défaut

source: Data Themes
bg: Теми за данни
ckb: تێمەکانی داتا
fr: Thèmes de données

source: Allow Normal Access
bg: Разрешаване на нормален достъп
ckb: ڕێگە بە دەستگەیشتن بە ئاسایی بدە
fr: Autoriser l'accès normal

source: Person/Group
bg: Лице/група
ckb: کەس/گرووپ
fr: Personne/Groupe

source: Set Permissions for this instance
bg: Задаване на разрешения за този екземпляр
ckb: مۆڵەتەکان بۆ ئەم نموونەیە دابنێ
fr: Définir les autorisations pour cette instance

source: By default only you have access to this record. You can set permissions for specific people or groups by selecting to whom you will grant access
bg: По подразбиране само вие имате достъп до този запис. Можете да зададете разрешения за конкретни хора или групи, като изберете на кого да предоставите достъп
ckb: بە شێوەیەکی بنەڕەتی تەنها تۆ دەستت بەم تۆمارە بگات. دەتوانیت مۆڵەتەکان بۆ کەسان یان گروپە تایبەتەکان دابنێیت بە هەڵبژاردنی ئەوەی کە دەستڕاگەیشتن بە کێ دەدەیت
fr: Par défaut, vous seul avez accès à cet enregistrement. Vous pouvez définir des autorisations pour des personnes ou des groupes spécifiques en sélectionnant à qui vous accorderez l'accès

source: Configure Access to this Instance
bg: Конфигуриране на достъпа до този екземпляр
ckb: ڕێکخستنی دەستڕاگەیشتن بۆ ئەم نموونەیە
fr: Configurer l'accès à cette instance

source: Resource Instance Permissions
bg: Разрешения на екземпляра на ресурса
ckb: مۆڵەتەکانی نموونەی سەرچاوە
fr: Autorisations d'instance de ressource

source: Unsorted
bg: Несортиран
ckb: ڕیز نەکراوە
fr: Non trié

source: Ascending
bg: Възходящо
ckb: سەرکەوتن
fr: Ascendant

source: Descending
bg: Низходящо
ckb: دابەزین
fr: Descendant

source: Fuzzy Year Padding
bg: Неясна рамка на годината
ckb: پادینگی ساڵی تەمومژاوی
fr: Remplissage d'année floue

source: Fuzzy Month Padding
bg: Неясна рамка на месеца
ckb: پادینگی مانگی تەمومژاوی
fr: Remplissage mois flou

source: Fuzzy Day Padding
bg: Неясна рамка на деня
ckb: پادینگی ڕۆژی تەمومژاوی
fr: Remplissage de jour flou

source: Fuzzy Season Padding (weeks)
bg: Неясна рамка на сезона (седмици)
ckb: وەرزی تەمومژاوی پادکردن (هەفتە)
fr: Remplissage de la saison floue (semaines)

source: Multiplier if Date is Uncertain (?)
bg: Множител, ако датата е неопределена (?)
ckb: چەند هێندەکەر ئەگەر بەروار نادیار بێت (؟)
fr: Multiplicateur si la date est incertaine (?)

source: Multiplier if Date is Approximate (~)
bg: Множител, ако датата е приблизителна (~)
ckb: چەند هێندەکەر ئەگەر بەروار نزیکەی (~) بێت
fr: Multiplicateur si la date est approximative (~)

source: Multiplier if Both (? and ~)
bg: Множител, ако и двете (? и ~)
ckb: چەندەکەر ئەگەر هەردوو (؟ و ~)
fr: Multiplicateur si les deux (? et ~)

source: Maximum Number of Files
bg: Максимален брой файлове
ckb: زۆرترین ژمارەی فایلەکان
fr: Nombre maximal de fichiers

source: Related Node
bg: Свързан възел
ckb: گرێی پەیوەندیدار
fr: Nœud associé

source: Relationship to Node
bg: Връзка с възел
ckb: پەیوەندی بە گرێ
fr: Relation avec le nœud

source: Continue
bg: Продължи
ckb: بەردەوام بوون
fr: Continuez

source: Value
bg: Стойност
ckb: بەها
fr: Valeur

source: Disabled
bg: Деактивиран
ckb: کەم ئەندام
fr: désactivé

source: Disable Editing
bg: Деактивиране на редактирането
ckb: دەستکاریکردن لەکاربخە
fr: Désactiver l'édition

source: Prevent users from editing value
bg: Предотвратяване на редактирането на стойността от потребителите
ckb: ڕێگری لە بەکارهێنەران بکە لە دەستکاریکردنی بەها
fr: Empêcher les utilisateurs de modifier la valeur
