Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: (Click on panel or drag and drop files onto panel to upload)
bg: (Кликнете върху панела или плъзнете и пуснете файлове върху панела, за да ги качите)
ckb: (بۆ بارکردن کلیک لەسەر پانێڵ بکە یان فایلەکان بکێشە و بیخە سەر پانێڵ)
fr: (Cliquez sur le panneau d'affichage ou faites glisser et déposez les fichiers sur le panneau pour les télécharger)

source: Add Concept Scheme
bg: Добавяне на концептуална схема
ckb: زیادکردنی پلانی چەمک
fr: Ajouter un schéma conceptuel

source: Scope Note
bg: Oбективна Бележка
ckb: تێبینی مەودای کارکردن
fr: Note d'application

source: Select collection to delete
bg: Изберете колекция за изтриване
ckb: کۆکردنەوە هەڵبژێرە بۆ سڕینەوە
fr: Sélectionnez la collection à supprimer

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire collection from Arches?
bg: Няма да можете да върнете тази операция!&nbsp; Сигурни ли сте, че искате да изтриете окончателно цялата тази колекция от Arches?
ckb: ناتوانیت ئەم ئۆپەراسیۆنە هەڵبوەشێنیتەوە!&nbsp; ئایا دڵنیای کە دەتەوێت بۆ هەمیشە تەواوی ئەم کۆمەڵەیە لە Arches بسڕیتەوە؟
fr: Vous ne pourrez pas annuler cette opération !&nbsp; Voulez-vous vraiment supprimer définitivement toute cette collection d'Arches ?

source: Delete Scheme
bg: Изтриване на Схема
ckb: پلانی سڕینەوە
fr: Supprimer le schéma

source: Select scheme to delete
bg: Изберете схема за изтриване
ckb: scheme هەڵبژێرە بۆ سڕینەوە
fr: Sélectionnez le schéma à supprimer

source: You won't be able to undo this operation!&nbsp; Are you sure you want to permanently delete this entire scheme from Arches?
bg: Няма да можете да върнете тази операция!&nbsp; Сигурни ли сте, че искате да изтриете окончателно цялата тази схема от Arches?
ckb: ناتوانیت ئەم ئۆپەراسیۆنە هەڵبوەشێنیتەوە!&nbsp; ئایا دڵنیای کە دەتەوێت بۆ هەمیشە تەواوی ئەم پلانە لە Arches بسڕیتەوە؟
fr: Vous ne pourrez pas annuler cette opération !&nbsp; Êtes-vous sûr de vouloir supprimer définitivement tout ce schéma d'Arches ?

source: Export Scheme
bg: Експортиране на Схема
ckb: پلانی هەناردەکردن
fr: Programme d'exportation

source: Select scheme to export
bg: Изберете схема за експортиране
ckb: پلان هەڵبژێرە بۆ هەناردەکردن
fr: Sélectionnez le schéma à exporter

source: Import Concept
bg: Импортиране на концепция
ckb: چەمکی هاوردەکردن
fr: Importer un Concept

source: Organization
bg: Организация
ckb: ڕێکخراو
fr: Organisme

source: Concept Indentifiers
bg: Идентификатори на концепции
ckb: ناسێنەرانی چەمک
fr: Identificateurs de concept

source: Import New Concept Scheme
bg: Импортиране на нова концептуална схема
ckb: پلانی چەمکی نوێ هاوردەکردن
fr: Importer un nouveau schéma conceptuel

source: SKOS File
bg: SKOS файл
ckb: فایلێکی SKOS
fr: Fichier SKOS

source: When concept ids match
bg: Когато идентификаторите на концепциите съвпадат
ckb: کاتێک کە ids چەمکەکان یەکدەگرنەوە
fr: Lorsque les ID de concept correspondent

source: overwrite system concept
bg: презаписване на системната концепция
ckb: چەمکی سیستەم لەسەر نووسین
fr: écraser le concept du système

source: use system concept
bg: използване на системна концепция
ckb: چەمکی سیستەم بەکاربهێنە
fr: utiliser le concept de système

source: When inserting new concepts
bg: При вмъкване на нови понятия
ckb: لە کاتی دانانی چەمکی نوێ
fr: Lors de l'insertion de nouveaux concepts

source: keep within scheme
bg: спазване на схемата
ckb: لەناو پلانەکەدا بمێنەرەوە
fr: rester dans le schéma

source: stage in candidates
bg: етап при кандидатите
ckb: قۆناغ لە کاندیدەکاندا
fr: étape chez les candidats

source: Upload File
bg: Качване на файл
ckb: بارکردنی فایل
fr: Upload d'un fichier

source: New Parent Concept
bg: Нова главна концепция
ckb: چەمکی دایک و باوکی نوێ
fr: Nouveau concept parental

source: Relation to Parent
bg: Връзка с Обекта
ckb: پەیوەندی بە دایک و باوکەوە
fr: Relation avec le parent

source: Current Parents
bg: Настоящи Обекти
ckb: دایک و باوکی ئێستا
fr: Parents actuels

source: Remove the relationship to this parent concept
bg: Премахване на връзката от тази главна концепция
ckb: پەیوەندی بەم چەمکە دایک و باوکە لاببە
fr: Supprimer la relation avec ce concept parent

source: Remove the relationship to this parent concept.
bg: Премахване на връзката от тази главна концепция.
ckb: پەیوەندی بەم چەمکە دایک و باوکە لاببە.
fr: Supprimez la relation avec ce concept parent.

source: Deleting reference to parent:
bg: Изтриване на препратка към обекта:
ckb: سڕینەوەی ئاماژە بۆ دایک و باوک:
fr: Suppression de la référence au parent :

source: Manage Related Concepts
bg: Управление на свързани концепции
ckb: بەڕێوەبردنی چەمکە پەیوەندیدارەکان
fr: Gérer les concepts associés

source: Select a concept
bg: Изберете концепция
ckb: چەمکێک هەڵبژێرە
fr: Sélectionnez une notion

source: Relation type
bg: Вид на връзката
ckb: جۆری پەیوەندی
fr: Type de relation

source: Relation to Concept
bg: Връзка с концепцията
ckb: پەیوەندی بە چەمکەوە
fr: Relation avec le concept

source: Use the search tool to select the concept that you want to relate.
bg: Използвайте инструмента за търсене, за да изберете концепцията, която искате да свържете.
ckb: ئامرازی گەڕان بەکاربهێنە بۆ هەڵبژاردنی ئەو چەمکەی کە دەتەوێت پەیوەندی پێوە بکەیت.
fr: Utilisez l'outil de recherche pour sélectionner le concept que vous souhaitez associer.

source: Select Concept Values for Dropdowns
bg: Избиране на стойности на концепцията за падащите менюта
ckb: بەهاکانی چەمک بۆ دابەزینەکان هەڵبژێرە
fr: Sélectionner les valeurs de concept pour les listes déroulantes

source: Selecting a concept will select that concept and all it's children.
bg: Избирането на концепция ще избере тази концепция и всичките и подобекти.
ckb: هەڵبژاردنی چەمکێک ئەو چەمکە و هەموو منداڵەکانی هەڵدەبژێرێت.
fr: La sélection d'un concept sélectionnera ce concept et tous ses enfants.

source: Edit Concept Label
bg: Редактиране на етикета на концепцията
ckb: دەستکاریکردنی چەمکی لیبێڵ
fr: Modifier l'étiquette du concept

source: Add Concept Label
bg: Добавяне на етикет на концепцията
ckb: زیادکردنی ناوی چەمک
fr: Ajouter une étiquette du concept

source: Manage Concept Label
bg: Управление на етикета на концепцията
ckb: بەڕێوەبردنی چەمکی لیبێڵ
fr: Gérer l'étiquette du concept

source: Label Information
bg: Информация за етикета
ckb: زانیاری لیبێڵ
fr: Informations sur l'étiquette

source: Label type
bg: Вид на етикета
ckb: جۆری لیبێڵ
fr: Type d'étiquette

source: Only one preferred label may exist for each language.
bg: За всеки език може да съществува само един предпочитан етикет.
ckb: ڕەنگە تەنها یەک ناوی پەسەندکراو بۆ هەر زمانێک هەبێت.
fr: Une seule étiquette préférée peut exister pour chaque langue.

source: Add Concept Note
bg: Добавяне на концептуална бележка
ckb: تێبینی چەمک زیاد بکە
fr: Ajouter une note de concept

source: Manage Concept Note
bg: Управление на концептуална бележка
ckb: تێبینی چەمکی بەڕێوەبردن
fr: Gérer la note de concept

source: Note Editor
bg: Редактор на бележки
ckb: تێبینی سەرنوسەر
fr: Éditeur de notes

source: Only one note of each type may exist for each language.
bg: За всеки език може да съществува само една бележка от всеки тип.
ckb: ڕەنگە تەنها یەک نۆت لە هەر جۆرێک بۆ هەر زمانێک هەبێت.
fr: Une seule note de chaque type peut exister pour chaque langue.

source: Add Concept Value
bg: Добавяне на стойност на концепцията
ckb: بەهای چەمک زیاد بکە
fr: Ajouter une valeur au concept

source: Manage Concept Values
bg: Управление на стойностите на концепцията
ckb: بەڕێوەبردنی بەهاکانی چەمک
fr: Gérer les valeurs des concepts

source: Define a value
bg: Определяне на стойност
ckb: بەهایەک پێناسە بکە
fr: Définir une valeur

source: Value type
bg: Вид на стойност
ckb: جۆری بەها
fr: Type de valeur

source: Only one sort order value can be assigned to a concept.
bg: На една концепция може да бъде зададена само една стойност на реда за подреждане.
ckb: تەنها یەک بەهای ڕێزبەندی ڕیزکردن دەتوانرێت بۆ چەمکێک دیاری بکرێت.
fr: Une seule valeur d'ordre de tri peut être affectée à un concept.

source: Resource Manager
bg: Ресурсен мениджър
ckb: بەڕێوەبەری سەرچاوە
fr: Gestionnaire de ressources

source: Resources
bg: Ресурси
ckb: سەرچاوەکان
fr: Ressources

source: Create Resource
bg: Създаване на ресурс
ckb: سەرچاوە دروست بکە
fr: Créer une ressource

source: Resource History
bg: Ресурсна история
ckb: مێژووی سەرچاوەکان
fr: Historique des ressources

source: Now
bg: Сега
ckb: ئێستا
fr: À présent

source: Most recent
bg: Най-скорошен
ckb: نوێترینیان
fr: Le plus récent

source: Oldest
bg: Най-старият
ckb: کۆنترین
fr: Le plus ancien

source: By editor
bg: По редактор
ckb: لەلایەن سەرنوسەرەوە
fr: Par l'éditeur

source: By edit type
bg: По тип редакция
ckb: بەپێی جۆری دەستکاریکردن
fr: Par type de modification

source: Resource Record Created
bg: Създаден запис на ресурс
ckb: تۆماری سەرچاوە دروستکراوە
fr: Enregistrement de ressource créé

source: Record created by Arches with unique identifer
bg: Запис, създаден от Arches с уникален идентификатор
ckb: تۆمارێک کە لەلایەن Arches دروستکراوە بە identifer ی ناوازە
fr: Enregistrement créé par Arches avec un identifiant unique

source: Created
bg: Създаден
ckb: دروستکراوە
fr: Créé

source: Tile Data
bg: Данни за плочката
ckb: داتاکانی کاشی
fr: Données de tuile

source: Provisional Tile Data
bg: Предварителни данни за плочката
ckb: داتاکانی کاشی کاتی
fr: Données de tuile provisoire

source: New Tile Data
bg: Нови данни за плочката
ckb: داتاکانی کاشی نوێ
fr: Nouvelles données de tuile

source: Previous Tile Data
bg: Предварителни данни за плочката
ckb: داتاکانی پێشووی کاشی
fr: Données de tuile précédentes

source: Previous Provisional Tile Data
bg: Предишни предварителни данни за плочката
ckb: داتاکانی کاشی کاتی پێشوو
fr: Données de tuiles provisoires précédentes

source: Deleted
bg: Изтрито
ckb: سڕاوەتەوە
fr: Supprimé

source: edited by
bg: редактирано от
ckb: دەستکاری کرا لەلایەن
fr: édité par

source: Resource Editor
bg: Редактор на ресурси
ckb: سەرنوسەری سەرچاوە
fr: Éditeur de ressources

source: Manage Permissions
bg: Управление на разрешенията
ckb: بەڕێوەبردنی مۆڵەتەکان
fr: Gérer les autorisations

source: Welcome to Arches' Resource Editor
bg: Добре дошли в редактора на ресурси на Arches
ckb: بەخێربێن بۆ سەرنوسەری سەرچاوەکانی ئارچێس
fr: Bienvenue dans l'éditeur de ressources d'Arches

source: You are about to create a new resource record. Select any data card from the list on the left and start entering information.
bg: Предстои ви да създадете нов запис на ресурс. Изберете някоя карта с данни от списъка вляво и започнете да въвеждате информация.
ckb: خەریکە تۆمارێکی سەرچاوەی نوێ دروست دەکەیت. هەر داتا کارتێک لە لیستەکەی لای چەپ هەڵبژێرە و دەست بکە بە داخڵکردنی زانیاری.
fr: Vous êtes sur le point de créer un nouvel enregistrement de ressource. Sélectionnez n'importe quelle fiche de données dans la liste de gauche et commencez à saisir les informations.

source: Don't worry if you decide not to enter any data just yet.
bg: Не се притеснявайте, ако решите все още да не въвеждате никакви данни.
ckb: نیگەران مەبە ئەگەر بڕیارت دا هیچ داتایەک داخڵ نەکەیت تەنها هێشتا.
fr: Ne vous inquiétez pas si vous décidez de ne saisir aucune donnée pour le moment.

source: Arches will create your new resource record once you've saved a data entry card.
bg: Arches ще създаде новия ви запис на ресурс, след като запазите карта за въвеждане на данни.
ckb: Arches تۆماری سەرچاوە نوێیەکەت دروست دەکات کاتێک کارتێکی داخڵکردنی داتات هەڵگرتووە.
fr: Arches créera votre nouvel enregistrement de ressource une fois que vous aurez enregistré une fiche de saisie de données.

source: No cards are available for this model.
bg: За този модел няма налични карти.
ckb: هیچ کارتێک بۆ ئەم مۆدێلە بەردەست نییە.
fr: Aucune fiche n'est disponible pour ce modèle.

source: Add new
bg: Добавяне на нов
ckb: دانەیەکی تازە زیاد بکە
fr: Ajouter nouveau

source: You do not have permission to edit this card.
bg: Нямате разрешение да редактирате тази карта.
ckb: تۆ مۆڵەتت نییە بۆ دەستکاریکردنی ئەم کارتە.
fr: Vous n'êtes pas autorisé à modifier cette fiche.

source: User:
bg: Потребител:
ckb: بەکارهێنەر:
fr: Utilisateur:

source: Created:
bg: Създаден:
ckb: دروستکراوە:
fr: Créé:

source: Accept
bg: Приеми
ckb: پەسەندکردن
fr: Accepter

source: Decline
bg: Откажи
ckb: ڕەتکردنەوە
fr: Déclin

source: Resource Report
bg: Доклад за ресурсите
ckb: ڕاپۆرتی سەرچاوە
fr: Rapport de ressource

source: Clear Filters
bg: Изчистване на филтрите
ckb: فلتەرەکان پاک بکەرەوە
fr: Effacer les filtres

source: Account Settings
bg: Настройки на акаунта
ckb: ڕێکخستنەکانی هەژمار
fr: Paramètres du compte

source: User name:
bg: Потребителско име:
ckb: ناوی بەکارهێنەر:
fr: Nom d'utilisateur:

source: Account
bg: Акаунт
ckb: ئەژمێر
fr: Compte

source: User name
bg: Потребителско име
ckb: ناوی بەکارهێنەر
fr: Nom d'utilisateur

source: Change password
bg: Промяна на паролата
ckb: گۆڕینی ژمارەی نهێنی
fr: Changer le mot de passe

source: Contact email
bg: Имейл за връзка
ckb: ئیمه‌یڵی په‌یوه‌ندیكردن
fr: Email du contact

source: Phone
bg: Телефон
ckb: تەلەفۆن
fr: Téléphoner

source: Arches user name
bg: Потребителско име в Arches
ckb: ناوی بەکارهێنەری Arches
fr: Nom d'utilisateur Arches

source: This is the unique email or name that you use to log on to Arches.
bg: Това е уникалният имейл или име, което използвате, за да влезете в Arches.
ckb: ئەمە ئەو ئیمەیڵە یان ناوە ناوازەیە کە بەکاری دەهێنیت بۆ چوونە ژوورەوە بۆ ناو Arches.
fr: Il s'agit de l'adresse e-mail ou du nom unique que vous utilisez pour vous connecter à Arches.

source: First name
bg: Име
ckb: ناوی یەکەم
fr: Prénom

source: Arches uses your name and phone number to make it easier for other users to find and work with you.
bg: Arches използва вашето име и телефонен номер, за да улесни другите потребители да ви открият и да работят с вас.
ckb: ئارچێس ناو و ژمارەی تەلەفۆنەکەت بەکاردەهێنێت بۆ ئەوەی بەکارهێنەرانی تر ئاسانتر بتوانن بتوانن و کاربکەن لەگەڵت.
fr: Arches utilise votre nom et votre numéro de téléphone pour permettre aux autres utilisateurs de vous trouver et de travailler avec vous plus facilement.

source: Last name
bg: Фамилия
ckb: ناوی کۆتایی
fr: Nom de famille

source: Phone Number (optional)
bg: Телефонен номер (по избор)
ckb: ژمارە تەلەفۆن (ئارەزوومەندانە)
fr: Numéro de téléphone (facultatif)

source: Contact Email
bg: Имейл за връзка
ckb: ئیمه‌یڵی په‌یوه‌ندیكردن
fr: Email du contact

source: Arches uses your e-maill to alert you to projects and tasks assigned to you.
bg: Arches използва вашата електронна поща, за да ви предупреждава за възложените ви проекти и задачи.
ckb: ئارچێس ئیمەیڵەکەت بەکاردەهێنێت بۆ ئاگادارکردنەوەت لەو پڕۆژە و ئەرکانەی کە پێت سپێردراوە.
fr: Arches utilise votre e-mail pour vous alerter des projets et tâches qui vous sont confiés.

source: Notification Settings
bg: Настройки на известията
ckb: ڕێکخستنەکانی ئاگادارکردنەوە
fr: Paramètres de notification

source: Trigger
bg: Тригер
ckb: وورژاندن
fr: Déclencheur

source: Email Notification
bg: Имейл известие
ckb: ئاگادارکردنەوەی ئیمەیڵ
fr: Notification par e-mail

source: Web Notification
bg: Уеб известие
ckb: ئاگادارکردنەوەی وێب
fr: Notification Web

source: Enable
bg: Разрешаване
ckb: چالاک کردن
fr: Permettre

source: Exporting Search Results
bg: Експортиране на резултатите от търсенето
ckb: هەناردەکردنی ئەنجامی گەڕان
fr: Exportation des résultats de la recherche

source: No datatype detected for {0}
bg: Не е открит тип данни за {0}
ckb: هیچ جۆرە داتایەک بۆ {0} دەستنیشان نەکراوە.
fr: Aucun type de données détecté pour {0}

source: Total resources saved: {save_count}
bg: Общо запазени ресурси: {save_count}
ckb: کۆی گشتی سەرچاوە پاشەکەوتکراوەکان: {save_count}
fr: Total des ressources enregistrées : {save_count}

source: {0} of {1} resources saved
bg: {0} от {1} запазени ресурси
ckb: {0} لە {1} سەرچاوە پاشەکەوتکراوەکان
fr: {0} ressources sur {1} enregistrées

source: {0} of {1} relations saved
bg: {0} от {1} запазени връзки
ckb: {0} لە {1} پەیوەندییەکان پاشەکەوتکراون
fr: {0} relations sur {1} enregistrées

source: No import errors
bg: Няма грешки при импортирането
ckb: هیچ هەڵەیەکی هاوردەکردن نییە
fr: Aucune erreur d'importation

source: ***** Errors occured during import. Some data may not have been imported. For more information, check resource import error log:
bg: ***** По време на импортирането са възникнали грешки. Някои данни може да не са били импортирани. За повече информация проверете дневника за грешки при импортиране на ресурси:
ckb: ***** هەڵە لە کاتی هاوردەکردندا ڕوویداوە. لەوانەیە هەندێک داتا هاوردە نەکرابن. بۆ زانیاری زیاتر، لۆگی هەڵەی هاوردەکردنی سەرچاوە بپشکنە:
fr: ***** Des erreurs se sont produites lors de l'importation. Certaines données peuvent ne pas avoir été importées. Pour plus d'informations, consultez le journal des erreurs d'importation des ressources :

source: Must supply either a graph id or a list of resource instance ids to export
bg: Трябва да предоставите или идентификатор на графа, или списък с идентификатори на инстанции на ресурси, които да експортирате
ckb: دەبێت یان گرافیک id یان لیستی سەرچاوەی نموونە idەکان دابین بکات بۆ هەناردەکردن
fr: Doit fournir soit un identifiant de graphe, soit une liste d'identifiants d'instance de ressource à exporter

source: Getty AAT
ckb: گێتی AAT

source: <strong>Error in SPARQL query:</strong><br>Test this query directly by pasting the query below into the Getty's own SPARQL endpoint at <a href='http://vocab.getty.edu/sparql' target='_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i>Query returned 0 results, please check the query for errors. You may need to add the appropriate languages into the database for this query to work<br><br>
bg: <strong>Грешка в заявка на SPARQL:</strong><br> Тествайте тази заявка директно, като вмъкнете заявката по-долу в собствената SPARQL крайна точка на Getty на адрес <a href='http://vocab.getty.edu/sparql' target='_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i>Запитването върна 0 резултата, моля, проверете заявката за грешки. Може да се наложи да добавите съответните езици в базата данни, за да работи това запитване <br><br>
ckb: <strong>هەڵە لە پرسیاری SPARQL:</strong><br>ئەم پرسیارە ڕاستەوخۆ تاقی بکەرەوە بە لێدانی پرسیارەکەی خوارەوە لە خاڵی کۆتایی SPARQL ی گێتی خۆی لە <a href='http://vocab.getty.edu/sparql' target= '_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i>پرسیارەکە 0 ئەنجامی گەڕاندەوە، تکایە پرسیارەکە بپشکنە بۆ هەڵە. لەوانەیە پێویستت بە زیادکردنی زمانە گونجاوەکان بێت بۆ ناو بنکەدراوە بۆ ئەوەی ئەم پرسیارە کار بکات<br><br>
fr: <strong>Erreur dans la requête SPARQL :</strong><br> Testez cette requête directement en collant la requête ci-dessous dans le point de terminaison SPARQL de Getty à <a href='http://vocab.getty.edu/sparql' target= '_blank'>http://vocab.getty.edu/sparql</a> <i><pre>%s</pre></i>La requête a renvoyé 0 résultats, veuillez vérifier la requête pour les erreurs. Vous devrez peut-être ajouter les langues appropriées dans la base de données pour que cette requête fonctionne<br><br>

source: This email address has already been registered with the system. If you forgot your password, click the 'exit' link below and go to the login page to reset your password.
bg: Този имейл адрес вече е регистриран в системата. Ако сте забравили паролата си, кликнете върху линка "изход" по-долу и отидете на страницата за вход, за да възстановите паролата си.
ckb: ئەم ئیمەیڵە پێشتر لە سیستەمەکەدا تۆمار کراوە. ئەگەر وشەی نهێنی لەبیرت چوو، کلیک لە بەستەری 'دەرچوون' بکە لە خوارەوە و بچۆ بۆ لاپەڕەی چوونەژوورەوە بۆ ئەوەی وشەی نهێنی خۆت ڕێست بکەیتەوە.
fr: Cette adresse e-mail a déjà été enregistrée dans le système. Si vous avez oublié votre mot de passe, cliquez sur le lien "Quitter" ci-dessous et accédez à la page de connexion pour réinitialiser votre mot de passe.

source: Email
bg: Имейл
ckb: ئیمەیڵ

source: New password
bg: Нова парола
ckb: تێپەڕەوشەی نوێ
fr: Nouveau mot de passe

source: Re-enter new password
bg: Повторно въвеждане на нова парола
ckb: دووبارە وشەی نهێنی نوێ داخڵ بکە
fr: ré-entrez le nouveau mot de passe

source: Be longer than {0} characters
bg: Да бъде по-дълга от {0} знака
ckb: درێژتر بێت لە {0} پیت
fr: Être plus long que {0} caractères

source: Have at least 1 letter
bg: Да имате поне 1 буква
ckb: بەلایەنی کەمەوە 1 پیت هەبێت
fr: Avoir au moins 1 lettre

source: Your password must contain at least one special character
bg: Паролата ви трябва да съдържа поне един специален символ.
ckb: پێویستە وشەی نهێنیەکەت لانیکەم یەک پیتی تایبەتی تێدابێت
fr: Votre mot de passe doit contenir au moins un caractère spécial

source: Have at least 1 special character
bg: Да имате поне 1 специален символ
ckb: بەلایەنی کەمەوە 1 کارەکتەری تایبەتت هەبێت
fr: Avoir au moins 1 caractère spécial

source: Your password must contain at least one number
bg: Вашата парола трябва да съдържа поне едно число.
ckb: پێویستە وشەی نهێنیەکەت لانیکەم یەک ژمارەی تێدابێت
fr: Votre mot de passe doit contenir au moins un chiffre

source: Have at least 1 number
bg: Да имате поне 1 число
ckb: بەلایەنی کەمەوە 1 ژمارەت هەبێت
fr: Avoir au moins 1 numéro

source: Your password must contain both upper and lower case letters
bg: Паролата ви трябва да съдържа както главни, така и малки букви.
ckb: پێویستە وشەی نهێنیەکەت هەردوو پیتی گەورە و بچووکی تێدابێت
fr: Votre mot de passe doit contenir des lettres majuscules et minuscules

source: Have least 1 upper and lower case character
bg: Да имате поне 1 главен и малък знак
ckb: کەمترین پیتی گەورە و بچووکی هەبێت
fr: Avoir au moins 1 caractère majuscule et minuscule

source: Could not return JSON Response
bg: Не може да върне JSON Oтговор
ckb: نەتوانرا وەڵامی JSON بگەڕێنێتەوە
fr: Impossible de renvoyer la réponse JSON

source: Celery worker connection failed. Reattempting
bg: Връзката с работника на Celery е неуспешна. Повторен опит
ckb: پەیوەندی کرێکاری کەلەرم شکستی هێنا. دووبارە هەوڵدان
fr: Échec de la connexion du nœud de calcul Celery. Nouvelle tentative

source: Failed to connect to celery due to a BrokenPipeError/ConnectionResetError
bg: Неуспешно свързване с Celery поради BrokenPipeError/ConnectionResetError
ckb: شکستی هێنا لە پەیوەندیکردن بە celery بەهۆی BrokenPipeError/ConnectionResetError
fr: Échec de la connexion au Celery en raison d'une erreur BrokenPipeError/ConnectionResetError

source: A celery broker is running, but a celery worker is not available
bg: Брокерът на celery е стартиран, но работник на celery не е наличен
ckb: دەڵاڵی کەلەرم بەڕێوەدەچێت، بەڵام کەلەرم کرێکارێک بەردەست نییە
fr: Un courtier de Celery est en cours d'exécution, mais un travailleur de Celery n'est pas disponible

source: Unable to connect to a celery broker
bg: Невъзможност за свързване с Celery брокер
ckb: ناتوانرێت پەیوەندی بە دەڵاڵی کەلەرمەوە بکات
fr: Impossible de se connecter à un courtier en Celery

source: Failed to dispatch Kibana proxy
bg: Неуспешно изпращане на Kibana Proxy
ckb: شکستی هێنا لە ناردنی پرۆکسی کیبانا
fr: Échec de l'envoi du proxy Kibana

source: KibanaProxy failed
bg: Неуспешно използване на KibanaProxy
ckb: KibanaProxy شکستی هێنا
fr: Échec de KibanaProxy

source: Failed to create API request
bg: Неуспешно създаване на API заявка
ckb: شکستی هێنا لە دروستکردنی داواکاری API
fr: Échec de la création de la demande d'API

source: Unnamed Resource
bg: Ресурс без име
ckb: سەرچاوەی بێ ناو
fr: Ressource sans nom

source: The specified resource '{0}' does not exist. JSON-LD export failed.
bg: Посоченият ресурс '{0}' не съществува. Експортът на JSON-LD е неуспешен.
ckb: سەرچاوەی دیاریکراو '{0}' بوونی نییە. هەناردەکردنی JSON-LD شکستی هێنا.
fr: La ressource spécifiée '{0}' n'existe pas. Échec de l'exportation JSON-LD.

source: New Resource
bg: Нов ресурс
ckb: سەرچاوەی نوێ
fr: Nouvelle ressource

source: Tile not found.
bg: Плочката не е намерена.
ckb: کاشی نەدۆزراوەتەوە.
fr: Tuile introuvable.
