Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: Hello, Your request to download a set of search results is now ready.
bg: Здравейте, Заявката Ви за изтегляне на набор от резултати от търсенето вече е готова.
ckb: سڵاو, داواکاریەکەت بۆ دابەزاندنی کۆمەڵێک ئەنجامی گەڕان ئێستا ئامادەیە.
fr: Bonjour, Votre demande de téléchargement d'un ensemble de résultats de recherche est maintenant prête.

source: Download Now
bg: Изтеглете Сега
ckb: ئێستا دایبگرە
fr: Télécharger maintenant

source: Thank you
bg: Благодарим Ви!
ckb: سوپاس
fr: Merci

source: Resources have completed loading.
bg: Зареждането на ресурсите е приключило.
ckb: سەرچاوەکان بارکردنیان تەواو بووە.
fr: Les ressources ont terminé le chargement.

source: Hello, Your package has successfully loaded into your Arches project.
bg: Здравейте, Вашият пакет е успешно зареден във вашия Arches проект.
ckb: سڵاو, پاکێجەکەت بە سەرکەوتوویی لە پرۆژەی Arches ـتدا بارکرا.
fr: Bonjour, Votre package a été chargé avec succès dans votre projet Arches.

source: Log me in
bg: Влезте в профила си
ckb: من بچۆرە ژوورەوە
fr: Connectez-moi

source: Cancel
bg: Отмени
ckb: ڕەتکردنەوە
fr: Annuler

source: OK
bg: Добре
ckb: باشە
fr: D'ACCORD

source: Tools
bg: Инструменти
ckb: ئامرازەکان
fr: Outils

source: Manage System Settings
bg: Управление на Системните настройки
ckb: بەڕێوەبردنی ڕێکخستنەکانی سیستەم
fr: Gérer les paramètres système

source: System Settings
bg: Системните настройки
ckb: رێکخستنی سیستەم
fr: Les paramètres du système

source: System Settings Graph
bg: Графа на системните настройки
ckb: گرافیکی ڕێکخستنەکانی سیستەم
fr: Graphique des paramètres système

source: Search
bg: Търсене
ckb: گەڕان
fr: Recherche

source: Add New Resource
bg: Добавяне на нов ресурс
ckb: زیادکردنی سەرچاوەی نوێ
fr: Ajouter une nouvelle ressource

source: Arches Designer
bg: Arches Дизайнер
ckb: دیزاینەری کەوانەکان
fr: Concepteur d'arches

source: Resource Models
bg: Ресурсни модели
ckb: مۆدێلی سەرچاوەکان
fr: Modèles de ressources

source: Branches
bg: Разклонения
ckb: لقەکان

source: Map Layer Manager
bg: Мениджър на слоевете на картата
ckb: بەڕێوەبەری چینەکانی نەخشە
fr: Gestionnaire de couches cartographiques

source: Resource Layers
bg: Ресурсни слоеве
ckb: چینەکانی سەرچاوە
fr: Couches de ressources

source: Basemaps
bg: Базови карти
ckb: نەخشەی بنەڕەتی
fr: Fonds de carte

source: Overlays
bg: Покрития
ckb: سەرپۆشەکان
fr: Superpositions

source: Recent Edits
bg: Последни редакции
ckb: دەستکارییەکانی ئەم دواییە
fr: Modifications récentes

source: Profile Manager
bg: Мениджър на профила
ckb: بەڕێوەبەری پڕۆفایلی
fr: Gestionnaire de profil

source: Modules
bg: Модули
ckb: مۆدیولەکان

source: Reference Data Manager
bg: Мениджър на референтни данни
ckb: بەڕێوەبەری داتاکانی ئاماژە
fr: Gestionnaire de données de référence

source: Manage
bg: Управлявайте
ckb: بەڕێوەبردن
fr: Gestion

source: Login
bg: Вход
ckb: چونه‌ ژووره‌وه‌
fr: Connexion

source: Welcome
bg: Добре дошли!
ckb: بەخێربێیت
fr: Bienvenue

source: Notifications
bg: Известия
ckb: ئاگادارکردنەوەکان

source: My Recent Edits
bg: Последните ми редакции
ckb: دەستکارییەکانی ئەم دواییەی من
fr: Mes éditions récentes

source: Edit Resource
bg: Редактиране на ресурса
ckb: دەستکاری سەرچاوە
fr: Modifier la ressource

source: Print
bg: Печат
ckb: چاپ
fr: Imprimer

source: Help
bg: Помощ
ckb: یارمەتیدان
fr: Aider

source: Close
bg: Затваряне
ckb: داخستن
fr: proche

source: My Edit History
bg: Моята история на редактиране
ckb: مێژووی دەستکاریکردنی من
fr: Mon historique des modifications

source: Close Help
bg: Помощ при затваряне
ckb: داخستنی یارمەتی
fr: Fermer l'aide

source: for more documentation, visit
bg: за повече документация, посетете
ckb: بۆ بەڵگەنامەی زیاتر، سەردانی...
fr: pour plus de documentation, visitez

source: Change your password
bg: Променете паролата си
ckb: ووشەی نهێنیت بگۆڕە
fr: changez votre mot de passe

source: Change Password
bg: Промяна на парола
ckb: گۆڕینی ژمارەی نهێنی
fr: Changer le mot de passe

source: Your password must:
bg: Вашата парола трябва да:
ckb: وشەی نهێنی دەبێت:
fr: Votre mot de passe doit :

source: Arches
ckb: کەوانەکان

source: Oops!
bg: Упс!
ckb: ئەف!
fr: Oups!

source: Page Not Found!
bg: Страницата не е намерена!
ckb: لاپەڕەکە نەدیترایەوە لاپەڕەکە نەدۆزرایەوە!
fr: Page non trouvée!

source: Sorry, but the page you are looking for has not been found on our server.
bg: Съжаляваме, но страницата, която търсите, не е намерена на нашия сървър.
ckb: ببورن، بەڵام ئەو پەیجەی تۆ بەدوایدا دەگەڕێیت لە سێرڤەرەکەماندا نەدۆزراوەتەوە.
fr: Désolé, mais la page que vous recherchez n'a pas été trouvée sur notre serveur.

source: Back to Homepage
bg: Обратно към Началната страница
ckb: گەڕانەوە بۆ ماڵپەڕی سەرەکی
fr: Retour à la page d'accueil

source: Internal Server Error!
bg: Вътрешна сървърна грешка!
ckb: خزمەتگوزاری ناوەکی هەڵەیە!
fr: Erreur Interne du Serveur!

source: Something went wrong and we couldn't process your request.
bg: Нещо се обърка и не успяхме да обработим заявката Ви.
ckb: شتێک بە هەڵەدا چووە و نەمانتوانی داواکارییەکەت جێبەجێ بکەین.
fr: Une erreur s'est produite et nous n'avons pas pu traiter votre demande.

source: Cards Tab
bg: Раздел Карти
ckb: تابی کارتەکان
fr: Onglet Fiches

source: Overview
bg: Общ преглед
ckb: تێڕوانینێکی گشتی
fr: Aperçu

source: In this tab you will configure the user-facing aspects of your graph. There are multiple levels to doing so, which are reflected in the levels of the graph tree. <strong>Report Configuration</strong> where you choose the template for the resource report, <strong>Card Configuration</strong> where you'll specify card-related settings, and the <strong>Widget Manager</strong> where you will choose and configure the data entry widget for each node in the graph.
bg: В този раздел ще конфигурирате аспектите на графата, насочени към потребителя. Това може да се направи на няколко нива, които са отразени в графичното дърво <strong>Конфигурация на отчета</strong>, където ще изберете шаблона за отчета за ресурсите, <strong>Конфигурация на картата</strong>, където ще посочите настройките, свързани с картата, и <strong>Мениджър на уиджети</strong>, където ще изберете и конфигурирате уиджета за въвеждане на данни за всеки възел в графата.
ckb: لەم تابەدا لایەنەکانی ڕووبەڕووی بەکارهێنەری گرافەکەت ڕێکدەخەیت. بۆ ئەنجامدانی ئەم کارە چەندین ئاست هەیە، کە لە ئاستەکانی درەختی گرافەکەدا ڕەنگ دەداتەوە. <strong>ڕێکخستنی ڕاپۆرت</strong> کە تۆ قاڵبەکە بۆ ڕاپۆرتی سەرچاوە هەڵدەبژێریت، <strong>ڕێکخستنی کارت</strong> کە ڕێکخستنەکانی پەیوەست بە کارتەکە دیاری دەکەیت، و <strong>بەڕێوەبەری ویجت</strong> کە تێیدا تۆ ویجتەکەی داخڵکردنی داتا بۆ هەر گرێیەک لە گرافەکەدا هەڵدەبژێریت و ڕێکیدەخەیت.
fr: Dans cet onglet, vous configurerez les aspects de votre graphe destinés à l'utilisateur. Il existe plusieurs niveaux pour le faire, qui sont reflétés dans les niveaux de l'arborescence du graphe. <strong>Configuration du rapport</strong> où vous choisissez le schéma pour le rapport de ressources, <strong>Configuration de la fiche</strong> où vous spécifiez les paramètres liés à la fiche, et le <strong>Gestionnaire de widgets</strong> où vous choisirez et configurerez le widget de saisie de données pour chaque nœud du graphe.

source: Report Configuration
bg: Конфигурация на отчета
ckb: ڕێکخستنی ڕاپۆرت
fr: Configuration du rapport

source: Each Resource Model must be configured with a report template. Reports show data for all nodes in a resource instance for which the user has Read permissions.
bg: Всеки Ресурсен Модел трябва да бъде конфигуриран с шаблон за отчет. Отчетите показват данни за всички възли в инстанцията на ресурса, за които потребителят има права за четене.
ckb: هەر مۆدێلێکی سەرچاوە دەبێت بە قاڵبی ڕاپۆرت ڕێکبخرێت. ڕاپۆرتەکان داتا بۆ هەموو گرێکان لە نموونەیەکی سەرچاوەدا نیشان دەدەن کە بەکارهێنەر مۆڵەتی خوێندنەوەی هەیە.
fr: Chaque modèle de ressource doit être configuré avec un schéma de rapport. Les rapports affichent les données de tous les nœuds d'une instance de ressource pour lesquels l'utilisateur dispose d'autorisations de lecture.

source: No Header Template
bg: Няма шаблон за хедърa
ckb: قاڵبی سەردێڕی نییە
fr: Aucun schéma d'en-tête

source: Lists all node data, no special header at the top of the page.
bg: Изброява всички данни за възлите, без специален хедър в горната част на страницата.
ckb: هەموو داتاکانی گرێیەکان دەخاتە لیستی زانیارییەکانەوە، هیچ سەردێڕێکی تایبەت لە سەرەوەی لاپەڕەکەدا نییە.
fr: Répertorie toutes les données de nœud, pas d'en-tête spécial en haut de la page.

source: Image Header Template
bg: Шаблон за изображение на хедъра
ckb: قاڵبی سەردێڕی وێنە
fr: Schéma d'en-tête d'image

source: Use this template for Resource Models that will be be primarily used to record images.
bg: Използвайте този шаблон за Ресурсни Модели, които ще се използват предимно за записване на изображения.
ckb: ئەم قاڵبە بۆ مۆدێلی سەرچاوە بەکاربهێنە کە بە شێوەیەکی سەرەکی بۆ تۆمارکردنی وێنە بەکاردەهێنرێت.
fr: Utilisez ce schéma pour les modèles de ressources qui seront principalement utilisés pour enregistrer des images.

source: Included Image Nodes
bg: Включени възли на изображения
ckb: گرێی وێنەی لەگەڵدایە
fr: Nœuds d'image inclus

source: Choose one or more nodes that hold images in this Resource Model. These images will be presented as a slideshow in the report header.
bg: Изберете един или повече възли, които съдържат изображения в този Ресурсен Модел. Тези изображения ще бъдат представени като слайдшоу в хедъра на отчета.
ckb: یەک یان چەند گرێیەک هەڵبژێرە کە وێنەکان لەم مۆدێلە سەرچاوەیەدا هەڵدەگرن. ئەم وێنانە وەک سلایدشۆیەک لە سەردێڕی ڕاپۆرتەکەدا پێشکەش دەکرێن.
fr: Choisissez un ou plusieurs nœuds qui contiennent des images dans ce modèle de ressources. Ces images seront présentées sous forme de diaporama dans l'en-tête du rapport.

source: Map Header Template
bg: Шаблон за хедър на картата
ckb: قاڵبی سەردێڕی نەخشە
fr: Schéma d'en-tête de carte

source: Use this template for Resource Models that will be be primarily used to record resources that have a geo-location. There are number of settings you should fill out to control the appearance of the map in the header.
bg: Използвайте този шаблон за Ресурсни Модели, които ще се използват предимно за записване на ресурси с географско местоположение. Има няколко настройки, които трябва да попълните, за да контролирате външния вид на картата в хедъра.
ckb: ئەم قاڵبە بۆ مۆدێلی سەرچاوە بەکاربهێنە کە بە شێوەیەکی سەرەکی بەکاردەهێنرێت بۆ تۆمارکردنی ئەو سەرچاوانەی کە شوێنی جیۆلۆجییان هەیە. ژمارەیەک ڕێکخستن هەیە کە پێویستە پڕیان بکەیتەوە بۆ کۆنترۆڵکردنی دەرکەوتنی نەخشەکە لە سەردێڕەکەدا.
fr: Utilisez ce schéma pour les modèles de ressources qui seront principalement utilisés pour enregistrer les ressources qui ont une géolocalisation. Il existe un certain nombre de paramètres que vous devez remplir pour contrôler l'apparence de la carte dans l'en-tête.

source: Map Controls
bg: Управление на картата
ckb: کۆنتڕۆڵەکانی نەخشە
fr: Contrôles de la carte

source: Choose whether or not the user has access to the Map Tools.
bg: Изберете дали потребителят има или няма достъп до инструментите на картата.
ckb: هەڵبژێرە کە بەکارهێنەر دەستی بگات بە ئامرازەکانی نەخشە یان نا.
fr: Choisissez si l'utilisateur a accès ou non aux outils cartographiques.

source: Position
bg: Позиция
ckb: شوێن

source: You can set the position by panning the map. On report load, the map will automatically pan and zoom to the resource geo-location if there is one (also see <strong>Default Value</strong> below). Pitch values are 0-60 (higher = more oblique), <strong>Bearing</strong> values can be positive or negative (270 faces west; -180 faces south). Use <code>ctrl + click</code> then pan the map to change Pitch and Bearing.
bg: Можете да зададете позицията чрез завъртане на картата. При зареждане на отчета картата автоматично ще се завърти и увеличи до геолокацията на ресурса, ако има такава (вижте също <strong>Стойност по подразбиране</strong> по-долу). Стойностите на наклона са от 0-60 (по-високи = по-наклонени), <strong>Стойностите на наклона</strong> могат да бъдат положителни или отрицателни (270 е насочено на запад; -180 е насочено на юг). Използвайте <code>ctrl + кликване</code> , след което завъртете картата, за да промените височина и посокa.
ckb: دەتوانیت شوێنەکە دابنێیت بە پانکردنی نەخشەکە. لە کاتی بارکردنی ڕاپۆرتدا، نەخشەکە بە شێوەیەکی ئۆتۆماتیکی پان و زووم دەکات بۆ شوێنی جیۆلۆجی سەرچاوەکە ئەگەر یەکێک هەبێت (هەروەها سەیری <strong>بەهای پێشوەختە</strong> بکە لە خوارەوە). بەهاکانی پەستان 0-60 (بەرزتر = زیاتر مەیل)، بەهاکانی <strong>بیرینگ</strong> دەتوانن ئەرێنی یان نەرێنی بن (270 ڕووی ڕۆژئاوا؛ -180 ڕووی باشوور). <code>ctrl + کلیک</code> بەکاربهێنە پاشان نەخشەکە پان بکە بۆ گۆڕینی Pitch و Bearing.
fr: Vous pouvez définir la position en faisant un panoramique sur la carte. Lors du chargement du rapport, la carte effectuera automatiquement un panoramique et un zoom sur la géolocalisation de la ressource s'il y en a une (voir également <strong>Valeur par défaut</strong> ci-dessous). Les valeurs d'inclinaison sont de 0 à 60 (plus élevées = plus obliques), les valeurs de <strong>relèvement</strong> peuvent être positives ou négatives (270 faces à l'ouest ; -180 faces au sud). Utilisez <code>ctrl + clic</code> puis effectuez un panoramique sur la carte pour modifier le pas et le relèvement.

source: Zoom
bg: Увеличаване
ckb: زووم بکە

source: Zoom levels go from 0 (zoomed out) to 20 (zoomed in). On report load, the map will automatically pan and zoom to the resource geo-location if there is one.
bg: Нивата на увеличение варират от 0 (отдалечено) до 20 (увеличено). При зареждане на отчета картата автоматично се премества и увеличава до географското местоположение на ресурса, ако има такова.
ckb: ئاستی زوومکردن لە 0 (زووم کراوە) بۆ 20 (زووم کراوە). لە کاتی بارکردنی ڕاپۆرتدا، نەخشەکە بە شێوەیەکی ئۆتۆماتیکی پان و زووم دەکات بۆ شوێنی جیۆلۆجی سەرچاوەکە ئەگەر هەبێت.
fr: Les niveaux de zoom vont de 0 (zoom arrière) à 20 (zoom avant). Lors du chargement du rapport, la carte effectuera automatiquement un panoramique et un zoom sur la géolocalisation de la ressource s'il y en a une.

source: Geocoder
bg: Геокодер
ckb: جیۆکۆدەر
fr: Géocodeur

source: Configure which geocoding service the address search bar will use, and whether or not to show the bar at all.
bg: Конфигуриране на услугата за геокодиране, която ще се използва в лентата за търсене на адреси, и дали изобщо да се показва лентата.
ckb: ڕێکبخە کە پەڕەی گەڕانی ناونیشان کام خزمەتگوزاری جیۆکۆدکردن بەکاردەهێنێت، و ئایا بارەکە بەهیچ شێوەیەک پیشان بدات یان نا.
fr: Configurez le service de géocodage que la barre de recherche d'adresses utilisera et si vous souhaitez ou non afficher la barre.

source: Resource Properties
bg: Свойства на ресурсите
ckb: تایبەتمەندی سەرچاوە
fr: Propriétés de la ressource

source: Configure some styling options for how the resource appears on the map.
bg: Конфигуриране на някои опции за стилизиране на начина, по който ресурсът се появява на картата.
ckb: هەندێک بژاردەی ستایلکردن بۆ چۆنیەتی دەرکەوتنی سەرچاوەکە لەسەر نەخشەکە ڕێکبخە.
fr: Configurez certaines options de style pour la façon dont la ressource apparaît sur la carte.

source: Default Value
bg: Стандартна стойност
ckb: بةهاى دواكةوتن
fr: Valeur par défaut

source: Choose whether the map should zoom to the resource geo-location if available or the geo-location of the user.
bg: Изберете дали картата да се увеличи до географското местоположение на ресурса, ако има такова, или до географското местоположение на потребителя.
ckb: هەڵبژێرە کە ئایا نەخشەکە دەبێت زووم بکات بۆ شوێنی جیۆلۆجی سەرچاوەکە ئەگەر بەردەست بێت یان شوێنی جیۆلۆجی بەکارهێنەر.
fr: Choisissez si la carte doit zoomer sur la géolocalisation de la ressource si disponible ou sur la géolocalisation de l'utilisateur.

source: Card Configuration
bg: Конфигурация на картата
ckb: ڕێکخستنی کارت
fr: Configuration de la fiche

source: The settings for Cards are mostly related yo how you want a user to see the card, but some have a more direct bearing on data structure as well. The preview shows what the card will look like to users.
bg: Настройките за картите са свързани най-вече с начина, по който искате потребителят да вижда картата, но някои от тях имат и по-пряко отношение към структурата на данните. Прегледът показва как ще изглежда картата за потребителите.
ckb: ڕێکخستنەکانی کارتەکان زیاتر پەیوەندییان بەوەوە هەیە کە چۆن دەتەوێت بەکارهێنەرێک کارتەکە ببینێت، بەڵام هەندێکیان کاریگەری ڕاستەوخۆتریان لەسەر پێکهاتەی داتاکان هەیە. پێشبینییەکە نیشان دەدات کە کارتەکە بۆ بەکارهێنەران چۆن دەبێت.
fr: Les paramètres des fiches sont principalement liés à la manière dont vous souhaitez qu'un utilisateur voie la fiche, mais certains ont également une incidence plus directe sur la structure des données. L'aperçu montre à quoi ressemblera la fiche pour les utilisateurs.

source: Card Type
bg: Тип на картата
ckb: جۆری کارت
fr: Type de fiche

source: Choose the Card Component to use. Only the Default Card is available initially, but custom Card Components are a way for developers to enhance the user experience.
bg: Изберете компонента на картата, който да използвате. Първоначално е налична само картата по подразбиране, но персонализираните компоненти на карти са начин за програмистите да подобрят потребителското изживяване.
ckb: پێکهاتەی کارت هەڵبژێرە بۆ بەکارهێنان. تەنها کارتی پێشوەختە لە سەرەتادا بەردەستە، بەڵام پێکهاتەکانی کارتی تایبەت ڕێگایەکە بۆ گەشەپێدەران بۆ بەرزکردنەوەی ئەزموونی بەکارهێنەر.
fr: Choisissez le composant de fiche à utiliser. Seule la fiche par défaut est initialement disponible, mais les composants de fiche personnalisés sont un moyen pour les développeurs d'améliorer l'expérience utilisateur.

source: Card Title
bg: Наименование на картата
ckb: ناونیشانی کارت
fr: Titre de la fiche

source: Users will see this title when performing data entry.
bg: Потребителите ще виждат това заглавие, когато въвеждат данни.
ckb: بەکارهێنەران ئەم ناونیشانە دەبینن لەکاتی ئەنجامدانی داخڵکردنی داتا.
fr: Les utilisateurs verront ce titre lors de la saisie des données.

source: Subtitle
bg: Подзаглавие
ckb: ژێرنووس
fr: Sous-titre

source: Users will see this subtitle when performing data entry.
bg: Потребителите ще виждат това подзаглавие, когато въвеждат данни.
ckb: بەکارهێنەران ئەم ژێرنووسە دەبینن لەکاتی ئەنجامدانی داخڵکردنی داتا.
fr: Les utilisateurs verront ce sous-titre lors de la saisie des données.

source: CSS Classes
ckb: پۆلەکانی CSS
fr: Classes CSS

source: You can add your own CSS classes to this Card to customize its look and feel. Define these classes in your project's "package.css" file.
bg: Можете да добавите свои собствени CSS класове към тази карта, за да персонализирате външния ѝ вид и усещане. Дефинирайте тези класове във файла "package.css" на вашия проект.
ckb: دەتوانیت پۆلەکانی CSS ی خۆت زیاد بکەیت بۆ ئەم کارتە بۆ ئەوەی دیمەن و هەستەکەی بە خواستی خۆت دابنێیت. ئەم پۆلانە لە پەڕگەی "package.css"ی پڕۆژەکەتدا پێناسە بکە.
fr: Vous pouvez ajouter vos propres classes CSS à cette fiche pour personnaliser son apparence. Définissez ces classes dans le fichier "package.css" de votre projet.

source: Make Card Visible
bg: Направете картата видима
ckb: کارتەکە دیار بکە
fr: Rendre la fiche visible

source: Show this Card by default. Developers could hide a card initially, and show it based other variables.
bg: Показване на тази карта по подразбиране. Програмистите могат да скрият картата първоначално и да я показват въз основа на други променливи.
ckb: ئەم کارتە بە شێوازی پێشوەختە پیشان بدە. گەشەپێدەران دەتوانن لە سەرەتادا کارتێک بشارنەوە، و بە پشتبەستن بە گۆڕاوەکانی تر نیشانی بدەن.
fr: Afficher cette fiche par défaut. Les développeurs peuvent initialement masquer une fiche et l'afficher en fonction d'autres variables.

source: Allow Multiple Values
bg: Разрешаване на множество стойности
ckb: ڕێگە بە چەندین بەها بدە
fr: Autoriser plusieurs valeurs

source: While certain node data types allow the storage of multiple values in a single node, "concept-list" for example, this setting is how you control cardinality at a higher level. When determining whether or not to use this setting, we recommend testing out the resource editor interface directly.
bg: Въпреки че някои типове данни за възли позволяват съхраняването на множество стойности в един възел, например "concept-list", тази настройка е начинът, по който се контролира кардиналността на по-високо ниво. Когато определяте дали да използвате тази настройка, препоръчваме да изпробвате директно интерфейса на редактора на ресурси.
ckb: لە کاتێکدا کە هەندێک جۆری داتاکانی گرێ ڕێگە بە هەڵگرتنی چەندین بەها دەدەن لە یەک گرێدا، بۆ نموونە "لیستی چەمک"، ئەم ڕێکخستنە ئەوەیە کە چۆن کاردیناڵیەت لە ئاستێکی بەرزتردا کۆنتڕۆڵ دەکەیت. لە کاتی دیاریکردنی بەکارهێنانی ئەم ڕێکخستنە یان نا، پێشنیار دەکەین کە ڕاستەوخۆ ڕووکاری دەستکاریکەری سەرچاوە تاقی بکەیتەوە.
fr: Alors que certains types de données de nœud permettent le stockage de plusieurs valeurs dans un seul nœud, "concept-list" par exemple, ce paramètre vous permet de contrôler la cardinalité à un niveau supérieur. Pour déterminer s'il faut ou non utiliser ce paramètre, nous vous recommandons de tester directement l'interface de l'éditeur de ressources.

source: Enable Card-level Help
bg: Активиране на помощ на ниво карта
ckb: یارمەتی ئاستی کارت چالاک بکە
fr: Activer l'aide au niveau de la fiche

source: To aid data entry users when using this Card, you may want to add some extra guidance. Enable setting to do so, and design the content of this guidance with the Card-Level Help menu.
bg: За да улесните потребителите при въвеждането на данни, когато използват тази карта, може да добавите някои допълнителни указания. Разрешете настройката, за да направите това, и оформете съдържанието на тези указания с менюто Помощ на ниво карта.
ckb: بۆ یارمەتیدانی بەکارهێنەرانی داخڵکردنی زانیاری لە کاتی بەکارهێنانی ئەم کارتە، لەوانەیە بتەوێت هەندێک ڕێنمایی زیادە زیاد بکەیت. ڕێکخستن چالاک بکە بۆ ئەوەی ئەمە بکەیت، و ناوەڕۆکی ئەم ڕێنماییە بە مینیوی یارمەتی ئاستی کارت دیزاین بکە.
fr: Pour aider les utilisateurs de saisie de données lors de l'utilisation de cette fiche, vous pouvez ajouter des conseils supplémentaires. Activez le paramètre pour le faire et concevez le contenu de ce guide avec le menu d'aide au niveau de la fiche.

source: Widget Management
bg: Управление на Уиджети
ckb: بەڕێوەبردنی ویجت
fr: Gestion des widgets
