Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: Overlays allow you to incorporate map layers from external sources. Note that Search Results and Search Markets are treated as overlays, and can be customize separately. New overlays can be added with a little behind-the-scenes work. Once added, there are few ways to configure each overlay.
bg: Покритията ви позволяват да включвате слоеве от карти от външни източници. Имайте предвид, че резултатите от търсенето и пазарите за търсене се третират като напластявания и могат да се персонализират отделно. Нови покрития могат да се добавят с малко работа зад кулисите. След като бъдат добавени, има няколко начина за конфигуриране на всяко припокриване.
ckb: سەرپۆشەکان ڕێگەت پێدەدەن چینەکانی نەخشە لە سەرچاوە دەرەکییەکانەوە جێگیر بکەیت. تێبینی بکە کە ئەنجامی گەڕان و بازاڕەکانی گەڕان وەکو سەرپۆش مامەڵەیان لەگەڵ دەکرێت، و دەتوانرێت بە جیا خۆکارانەیان بۆ دابنرێت. دەتوانرێت ئۆڤەرلای نوێ زیاد بکرێت بە کەمێک کاری پشت پەردە. کاتێک زیاد دەکرێت، چەند ڕێگەیەک هەیە بۆ ڕێکخستنی هەر سەرپۆشێک.
fr: Les superpositions vous permettent d'incorporer des couches de carte provenant de sources externes. Notez que les résultats de recherche et les marchés de recherche sont traités comme des superpositions et peuvent être personnalisés séparément. De nouvelles superpositions peuvent être ajoutées avec un peu de travail en coulisse. Une fois ajouté, il existe plusieurs façons de configurer chaque superposition.

source: Define a style for this overlay. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
bg: Дефинирайте стил за това покритие. Обърнете внимание, че в зависимост от типа на слоя има различни опции за стилизиране. За справка за стила вижте <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>Спецификацията на стила на MapBox</a>.
ckb: ستایلێک بۆ ئەم سەرپۆشە پێناسە بکە. تێبینی بکە بەپێی جۆری چینەکە، بژاردەی ستایلکردنی جیاواز هەیە. بۆ ئاماژەدان بە ستایل، سەیری <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>تایبەتمەندی شێوازی MapBox</a> بکە.
fr: Définissez un style pour cette superposition. Notez que selon le type de calque, il existe différentes options de style. Pour une référence de style, consultez la <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>Spécification de style MapBox</a>.

source: <strong>Layer name</strong> - enter a name to identify this overlay
bg: <strong>Име на слоя</strong> - въведете име, за да идентифицирате това покритие.
ckb: <strong>ناوی چین</strong> - ناوێک دابنێ بۆ ناسینەوەی ئەم سەرپۆشە
fr: <strong>Nom du calque</strong> : saisissez un nom pour identifier ce calque

source: <strong>Default search map</strong> - choose whether this overlay should be shown in the search map by default. Note that in the search map itself you can change the order of the layers.
bg: <strong>Карта за търсене по подразбиране</strong> - изберете дали това покритие да се показва в картата за търсене по подразбиране. Имайте предвид, че в самата карта за търсене можете да промените реда на слоевете.
ckb: <strong>نەخشەی گەڕانی پێشوەختە</strong> - هەڵبژێرە کە ئایا ئەم سەرپۆشە دەبێ بە شێوازی پێشوەختە لە نەخشەی گەڕانەکەدا نیشان بدرێت یان نا. تێبینی بکە لە خودی نەخشەی گەڕانەکەدا دەتوانیت ڕێزبەندی چینەکان بگۆڕیت.
fr: <strong>Carte de recherche par défaut</strong> : choisissez si cette superposition doit être affichée par défaut dans la carte de recherche. Notez que dans la carte de recherche elle-même, vous pouvez modifier l'ordre des couches.

source: Permissions Tab
bg: Раздел Разрешения
ckb: تابی مۆڵەتەکان
fr: Onglet Autorisations

source: Arches allows you to define user and user group permissions on a per-nodegroup basis. For example, you may want to hide the coordinates of a Resource from the public, or allow a certain group of users to only update the condition assessment section of a Resource Model. Rules like these are all enforced using permissions.
bg: Arches ви позволява да дефинирате разрешенията на потребителите и потребителските групи на база на всеки възел. Например, може да искате да скриете координатите на даден ресурс от обществеността или да разрешите на определена група потребители да актуализират само раздела за оценка на състоянието на Ресурсния Модел. Всички подобни правила се прилагат с помощта на разрешения.
ckb: Arches ڕێگەت پێدەدات مۆڵەتی بەکارهێنەر و گروپی بەکارهێنەر لەسەر بنەمای هەر گرێیەک پێناسە بکەیت. بۆ نموونە، لەوانەیە بتەوێت کۆئۆردینیاتی سەرچاوەیەک لە خەڵک بشاریتەوە، یان ڕێگە بە کۆمەڵێک بەکارهێنەری دیاریکراو بدەیت تەنها بەشی هەڵسەنگاندنی بارودۆخی مۆدێلی سەرچاوەیەک نوێ بکەنەوە. یاساکانی وەک ئەمانە هەموویان بە بەکارهێنانی مۆڵەتەکان جێبەجێ دەکرێن.
fr: Arches vous permet de définir les autorisations des utilisateurs et des groupes d'utilisateurs par groupe de nœuds. Par exemple, vous souhaiterez peut-être masquer les coordonnées d'une ressource au public ou autoriser un certain groupe d'utilisateurs à mettre à jour uniquement la section d'évaluation des conditions d'un modèle de ressource. Des règles comme celles-ci sont toutes appliquées à l'aide d'autorisations.

source: Permissions Levels
bg: Нива на разрешенията
ckb: ئاستی مۆڵەتەکان
fr: Niveaux d'autorisation

source: Delete
bg: Изтриване
ckb: سڕینەوە
fr: Supprimer

source: Allows users to delete instances of this nodegroup. Note, this is not the same as being allowed to delete an entire resource, permissions for which are not handled here.
bg: Позволява на потребителите да изтриват екземпляри на тази група от възли. Обърнете внимание, че това не е същото като разрешението за изтриване на цял ресурс, чиито разрешения не се обработват тук.
ckb: ڕێگە بە بەکارهێنەران دەدات نموونەکانی ئەم گروپە گرێیە بسڕنەوە. تێبینی، ئەمە هەمان شت نییە کە ڕێگە بدرێت تەواوی سەرچاوەیەک بسڕیتەوە، کە مۆڵەتەکانی لێرەدا مامەڵەیان لەگەڵدا ناکرێت.
fr: Autorise les utilisateurs à supprimer des instances de ce groupe de nœuds. Notez que ce n'est pas la même chose que d'être autorisé à supprimer une ressource entière, dont les autorisations ne sont pas gérées ici.

source: No Access
bg: Липса на достъп
ckb: بێ دەستگەیشتن
fr: Pas d'accès

source: Disallows users from seeing or editing instances of this nodegroup. Use this permission level to hide sensitive data from non-authenticated users (the public).
bg: Забранява на потребителите да виждат или редактират екземпляри на тази група от възли. Използвайте това ниво на разрешение, за да скриете поверителни данни от неудостоверени потребители (обществеността).
ckb: ڕێگە بە بەکارهێنەران نادات کە نموونەکانی ئەم گروپە گرێیە ببینن یان دەستکاری بکەن. ئەم ئاستە مۆڵەتە بەکاربهێنە بۆ شاردنەوەی زانیارییە هەستیارەکان لە بەکارهێنەرانی ناڕاستەقینە (گشتی).
fr: Empêche les utilisateurs de voir ou de modifier les instances de ce groupe de nœuds. Utilisez ce niveau d'autorisation pour masquer les données sensibles aux utilisateurs non authentifiés (le public).

source: Read
bg: Прочетете
ckb: خوێندنەوە
fr: Lis

source: Allows users to see this nodegroup's card. If disallowed, the card/nodegroup will be hidden from the map and resource reports.
bg: Позволява на потребителите да виждат картата на тази група възли. Ако е забранено, картата/групата възли ще бъде скрита от отчетите за картата и ресурсите.
ckb: ڕێگە بە بەکارهێنەران دەدات کارتی ئەم گروپە گرێیە ببینن. ئەگەر ڕێگەپێنەدرا، کارت/گرووپی گرێ لە ڕاپۆرتەکانی نەخشە و سەرچاوەکان دەشاردرێتەوە.
fr: Permet aux utilisateurs de voir la fiche de ce groupe de nœuds. S'il n'est pas autorisé, la fiche/le groupe de nœuds sera masqué de la fiche et des rapports de ressources.

source: Create/Update
bg: Създаване/Актуализиране
ckb: دروستکردن/نوێکردنەوە
fr: Créer/Mettre à jour

source: Allows users to create or edit instances of this nodegroup. This provides the ability to let users edit some information about a resource, while be restricted from editing other information.
bg: Позволява на потребителите да създават или редактират екземпляри на тази група възли. Това дава възможност на потребителите да редактират определена информация за ресурса, като същевременно им се забранява да редактират друга информация.
ckb: ڕێگە بە بەکارهێنەران دەدات نموونەی ئەم گروپە گرێیە دروست بکەن یان دەستکاری بکەن. ئەمەش توانای ئەوە دەدات کە ڕێگە بە بەکارهێنەران بدات دەستکاری هەندێک زانیاری دەربارەی سەرچاوەیەک بکەن، لە هەمان کاتدا سنووردار بن لە دەستکاریکردنی زانیارییەکانی تر.
fr: Permet aux utilisateurs de créer ou de modifier des instances de ce groupe de nœuds. Cela permet aux utilisateurs de modifier certaines informations sur une ressource, tout en étant empêchés de modifier d'autres informations.

source: Non-Authenticated Users
bg: Не проверени потрябители
ckb: بەکارهێنەرانی ناڕەسەنایەتی
fr: Utilisateurs non authentifiés

source: You may notice that by default Arches comes with a "Guest" group, as well as user named "anonymous" who is a member of that group. <strong>Any non-authenticated user is treated as the "anonymous" user.</strong> This means that all permissions applied to the Guest group will be given to anyone who views the website without logging in.
bg: Може да забележите, че по подразбиране Arches разполага с група " Гост", както и с потребител на име " анонимен", който е член на тази група. <strong> Всеки потребител, който не е удостоверен, се третира като "анонимен" потребител.</strong> Това означава, че всички разрешения, приложени към групата "Гост", ще бъдат дадени на всеки, който разглежда уебсайта, без да е влязъл в него.
ckb: لەوانەیە تێبینی ئەوە بکەیت کە بە شێوازی پێشوەختە Arches لەگەڵ گروپێکی "میوان" دێت، هەروەها بەکارهێنەرێک بە ناوی "anonymous" کە ئەندامی ئەو گروپەیە. <strong>هەر بەکارهێنەرێکی ڕەسەنایەتی نەکراو وەک بەکارهێنەری "نادیار" مامەڵەی لەگەڵ دەکرێت.</strong> ئەمەش واتە هەموو ئەو مۆڵەتانەی کە بۆ گروپی میوانەکان جێبەجێ دەکرێن، دەدرێت بە هەر کەسێک کە بەبێ چوونە ژوورەوە سەیری ماڵپەڕەکە بکات.
fr: Vous remarquerez peut-être que par défaut, Arches est livré avec un groupe "Invité", ainsi qu'un utilisateur nommé "anonyme" qui est membre de ce groupe. <strong>Tout utilisateur non authentifié est traité comme l'utilisateur "anonyme".</strong> Cela signifie que toutes les autorisations appliquées au groupe Invité seront accordées à toute personne qui consulte le site Web sans se connecter.

source: The Reference Data Management (RDM) enables the creation and maintenance of controlled vocabularies that are used throughout your database. In Arches, controlled vocabularies consist of Concepts, and these Concepts are managed in Thesauri and Collections. In the RDM you can create new Thesauri, create new Concepts, import Concepts from external an endpoint (like the Getty AAT), and -- the ultimate goal -- create Collections, which will be used in your database as data input dropdown lists.
bg: Управлението на референтни данни (RDM) позволява създаването и поддръжката на контролирани речници, които се използват във вашата база данни. В Arches контролираните речници се състоят от Концепции, а тези Концепции се управляват в Синонимн речник и Колекции. В RDM можете да създавате нови синонимни речници, да създавате нови Концепции, да импортирате Концепции от външни и крайни точки (като Getty AAT) и - крайната цел - да създавате Колекции, които ще се използват във вашата база данни като падащи списъци за въвеждане на данни.
ckb: بەڕێوەبردنی داتاکانی ئاماژە (RDM) دروستکردن و پاراستنی وشەسازییە کۆنترۆڵکراوەکان کە لە سەرانسەری بنکەدراوەی تۆدا بەکاردەهێنرێن چالاک دەکات. لە ئارچێسدا وشەسازییە کۆنترۆڵکراوەکان لە چەمکەکان پێکدێن و ئەم چەمکانە لە تێزۆری و کۆکراوەکاندا بەڕێوەدەبرێن. لە RDM دەتوانیت تێسۆری نوێ دروست بکەیت، چەمکی نوێ دروست بکەیت، چەمکەکان لە خاڵێکی کۆتایی دەرەکییەوە هاوردە بکەیت (وەک Getty AAT)، و -- ئامانجی کۆتایی -- کۆکردنەوە دروست بکەیت، کە لە بنکەدراوەی خۆتدا وەک لیستی دابەزینی داتا بەکاردەهێنرێت.
fr: La gestion des données de référence (RDM) permet la création et la maintenance de vocabulaires contrôlés qui sont utilisés dans votre base de données. Dans Arches, les vocabulaires contrôlés sont constitués de Concepts, et ces Concepts sont gérés dans des Thésaurus et des Collections. Dans le RDM, vous pouvez créer de nouveaux thésaurus, créer de nouveaux concepts, importer des concepts à partir d'un point de terminaison externe (comme le Getty AAT) et - le but ultime - créer des collections, qui seront utilisées dans votre base de données en tant que listes déroulantes d'entrée de données.

source: Concepts
bg: Концепции
ckb: چەمکەکان
fr: Notions

source: A Concept is a qualitative property that can be attached to a resource, something like "Stone" (which may describe a building material) or "House" (which may describe a past use for a structure). The advantage of storing these properties as Concepts is that a Concept may have attributes of its own. In the case of "House", we could add an alternate label, "Dwelling" to that Concept. Then, if a user searches for "dwelling", any resource with the "House" Concept attached to it will be found.
bg: Концепцията е качествено свойство, което може да бъде прикрепено към даден ресурс, нещо като "Камък" (което може да описва строителен материал) или "Къща" (което може да описва минало използване на дадена структура). Предимството на съхраняването на тези свойства като концепции е, че концепцията може да има свои собствени атрибути. В случая с "Къща" можем да добавим алтернативен етикет "Землянка" към това понятие. Тогава, ако потребителят потърси "землянка", ще бъде намерен всеки ресурс, към който е прикрепена концепцията "Къща".
ckb: چەمک تایبەتمەندییەکی چۆنایەتییە کە دەتوانرێت بە سەرچاوەیەکەوە ببەسترێتەوە، شتێکی وەک "بەرد" (کە ڕەنگە وەسفی کەرەستەیەکی بیناسازی بکات) یان "خانوو" (کە ڕەنگە وەسفی بەکارهێنانێکی ڕابردوو بۆ پێکهاتەیەک بکات). سوودی هەڵگرتنی ئەم تایبەتمەندیانە وەک چەمک ئەوەیە کە چەمکێک ڕەنگە سیفەتی تایبەتی خۆی هەبێت. لە حاڵەتی "خانوو"دا، دەتوانین ناوێکی جێگرەوە، "نیشتەجێبوون" بۆ ئەو چەمکە زیاد بکەین. پاشان ئەگەر بەکارهێنەرێک بەدوای "نیشتەجێبوون"دا بگەڕێت، هەر سەرچاوەیەک کە چەمکی "خانوو"ی لەگەڵدا لکێنراوە، دەدۆزرێتەوە.
fr: Un concept est une propriété qualitative qui peut être attachée à une ressource, quelque chose comme "Pierre" (qui peut décrire un matériau de construction) ou "Maison" (qui peut décrire une utilisation passée pour une structure). L'avantage de stocker ces propriétés en tant que concepts est qu'un concept peut avoir ses propres attributs. Dans le cas de "Maison", nous pourrions ajouter une étiquette alternative, "Habitation" à ce Concept. Ensuite, si un utilisateur recherche "logement", toute ressource associée au concept "Maison" sera trouvée.

source: Concepts can also be nested, to allow more complex and meaningful relationships between them. For example, "House" may appear next to "School" within a parent Concept called "Building Use".
bg: Концепциите могат да бъдат вложени в себе си, за да се осигурят по-сложни и значими връзки между тях. Например "Къща" може да се появи до "Училище" в рамките на главна Концепция, наречена "Използване на сградата".
ckb: هەروەها دەتوانرێت چەمکەکان هێلانە بکرێت، بۆ ئەوەی ڕێگە بدرێت پەیوەندی ئاڵۆزتر و مانادارتر لە نێوانیاندا هەبێت. بۆ نموونە، "خانوو" لەوانەیە لە تەنیشت "قوتابخانە" لە ناو چەمکێکی دایک و باوکدا دەرکەوێت کە پێی دەوترێت "بەکارهێنانی بینا".
fr: Les concepts peuvent également être imbriqués, pour permettre des relations plus complexes et significatives entre eux. Par exemple, « Maison » peut apparaître à côté de « École » dans un concept parent appelé « Utilisation du bâtiment ».

source: Thesauri
bg: Синонимен речник
ckb: تێسۆری
fr: thésaurus

source: A Thesaurus is an entire set of Concepts which can be imported and exported as a whole. You can create as many new Thesauri as you need, or just add new Concepts to the default "Arches" Thesaurus. The organization of your Thesauri has no impact on the way Concepts will be exposed to the public or used throughout the app.
bg: Синонимният речник е цял набор от понятия, които могат да бъдат импортирани и експортирани като цяло. Можете да създавате толкова нови синонимни речници, колкото ви е необходимо, или просто да добавяте нови Концепции към синонимния речник по подразбиране "Arches". Организацията на вашите синонимни речници не оказва влияние върху начина, по който Концепциите ще бъдат изложени публично или използвани в приложението.
ckb: تێزۆرس کۆمەڵەیەکی تەواوی چەمکەکانە کە دەتوانرێت بە گشتی هاوردە و هەناردە بکرێت. دەتوانیت چەند Thesauri نوێ دروست بکەیت کە پێویستت پێیانە، یان تەنها Concepts نوێ زیاد بکەیت بۆ Thesaurus "Arches" ی پێشوەختە. ڕێکخستنی Thesauri ـەکەت هیچ کاریگەرییەکی نییە لەسەر شێوازی بەرکەوتنی Concepts بۆ خەڵک یان بەکارهێنانی لە سەرانسەری ئەپەکەدا.
fr: Un thésaurus est un ensemble complet de concepts qui peuvent être importés et exportés dans leur ensemble. Vous pouvez créer autant de nouveaux Thésaurus que vous le souhaitez, ou simplement ajouter de nouveaux Concepts au Thésaurus "Arches" par défaut. L'organisation de votre thésaurus n'a aucun impact sur la manière dont les concepts seront exposés au public ou utilisés dans l'application.

source: Collections
bg: Колекции
ckb: کۆکردنەوەکان

source: Collections, or Concept Collections as they are sometimes called, are custom aggregations of Concepts that will be used in your app as dropdown lists during the data entry process. Collections allow you to reorganize your Concepts for the specific purpose of data entry, so your dropdown lists do not have to look anything like your Thesaurus. You can create as many Collections as you want, or add new Concepts to existing Collections.
bg: Колекциите или колекциите от концепции, както понякога се наричат, са персонализирани обединения на концепции, които ще се използват в приложението ви като падащи списъци по време на процеса на въвеждане на данни. Колекциите ви позволяват да реорганизирате вашите Концепции за конкретната цел на въвеждането на данни, така че вашите падащи списъци не трябва да изглеждат като вашия Синонимен речник. Можете да създавате толкова Колекции, колкото искате, или да добавяте нови Концепции към съществуващи Колекции.
ckb: کۆکردنەوەکان، یان کۆکردنەوەی چەمکەکان وەک هەندێک جار پێیان دەوترێت، کۆکردنەوەی تایبەت بە چەمکەکانن کە لە ئەپەکەتدا وەک لیستی دابەزین لە کاتی پرۆسەی داخڵکردنی داتادا بەکاردەهێنرێن. کۆکردنەوەکان ڕێگەت پێدەدەن چەمکەکانت ڕێکبخەیتەوە بۆ مەبەستی تایبەتی داخڵکردنی داتاکان، بۆیە مەرج نییە لیستە دابەزینەکانت هیچیان لە تێزۆرسەکەت بچێت. دەتوانیت چەند کۆمەڵەیەک دروست بکەیت کە دەتەوێت، یان چەمکی نوێ زیاد بکەیت بۆ کۆمەڵە هەبووەکان.
fr: Les collections, ou collections de concepts comme on les appelle parfois, sont des agrégations personnalisées de concepts qui seront utilisées dans votre application sous forme de listes déroulantes lors du processus de saisie des données. Les collections vous permettent de réorganiser vos concepts dans le but spécifique de la saisie de données, de sorte que vos listes déroulantes n'ont pas à ressembler à votre thésaurus. Vous pouvez créer autant de collections que vous le souhaitez ou ajouter de nouveaux concepts aux collections existantes.

source: Example - Create a New Thesaurus
bg: Пример - Създаване на нов синонимен речник
ckb: نموونە - دروستکردنی زاراوەیەکی نوێ
fr: Exemple - Créer un nouveau thésaurus

source: In the video below, a new Thesaurus is created. Once you have made a Thesaurus, you can begin creating a hierarchy of Concepts within it. Remember, the final step will be to make a new Collection and add Concepts to it (from <em>any</em> of your Thesauri).
bg: Във видеото по-долу е създаден нов синонимен речник. След като сте създали синонимен речник, можете да започнете да създавате йерархия от понятия в него. Не забравяйте, че последната стъпка ще бъде да създадете нова Колекция и да добавите Концепции към нея (от <em>всеки </em>от вашите синонимни речници).
ckb: لەم ڤیدیۆیەی خوارەوەدا، تێساورێکی نوێ دروست دەکرێت. کاتێک کە تێساورسێکت دروست کرد، دەتوانیت دەست بکەیت بە دروستکردنی پلەبەندییەکی چەمکەکان لەناو ئەودا. لەبیرت بێت، هەنگاوی کۆتایی بریتی دەبێت لە دروستکردنی کۆمەڵەیەکی نوێ و زیادکردنی چەمکەکان بۆی (لە <em>هەر</em>ی تێزۆرەکەتەوە).
fr: Dans la vidéo ci-dessous, un nouveau thésaurus est créé. Une fois que vous avez créé un thésaurus, vous pouvez commencer à y créer une hiérarchie de concepts. N'oubliez pas que la dernière étape consistera à créer une nouvelle collection et à y ajouter des concepts (à partir de <em>n'importe quel</em> de vos thésaurus).

source: click to view demonstration
bg: Кликнете, за да видите демонстрацията
ckb: بۆ بینینی نمایشەکە کلیک بکە
fr: cliquez pour voir la démonstration

source: Example - Create a Top Concept
bg: Пример - Създаване на водеща концепция
ckb: نموونە - دروستکردنی چەمکێکی سەرەوە
fr: Exemple - Créer un concept supérieur

source: The first level of organization within a Thesaurus is a set of Top Concepts. A Top Concept may be something like "Architectural Styles" and its children Concepts will be the actual styles themselves. Below, a new, empty Top Concept is added to an empty Thesaurus.
bg: Първото ниво на организация в един речник е набор от водещи концепции. Водеща концепция може да бъде нещо като "Архитектурни стилове", а неговите подчинени понятия ще бъдат самите стилове. По-долу се добавя нова, празна Водеща концепция към празен синонимен речник.
ckb: ئاستی یەکەمی ڕێکخستن لەناو زاراوەیەکدا کۆمەڵێک چەمکی سەرەوەیە. ڕەنگە چەمکێکی سەرەوە شتێکی وەک "ستایلە تەلارسازییەکان" بێت و چەمکەکانی منداڵەکانی خۆیان ستایلە ڕاستەقینەکان بن. لە خوارەوە، چەمکێکی نوێ و بەتاڵی سەرەوە زیاد دەکرێت بۆ زاراوەیەکی بەتاڵ.
fr: Le premier niveau d'organisation d'un Thésaurus est un ensemble de Top Concepts. Un Top Concept peut être quelque chose comme "Styles architecturaux" et ses enfants Concepts seront les styles eux-mêmes. Ci-dessous, un nouveau Top Concept vide est ajouté à un Thésaurus vide.

source: Example - Create New Concepts
bg: Пример - Създаване на нови концепции
ckb: نموونە - دروستکردنی چەمکی نوێ
fr: Exemple - Créer de nouveaux concepts

source: To create a new Concept, begin by selecting the Top Concept under which it should be placed. This will bring the details about the Top Concept into the main panel. Use the Manage dropdown to "Add Child", type in a label, and select the correct language for the label.
bg: За да създадете нова концепция, започнете с избора на Горната Концепция, под която тя трябва да бъде поставена. Това ще доведе до извеждане на подробностите за Топ концепцията в основния панел. Използвайте падащото меню "Управление", за да изберете "Добавяне на подобект", въведете етикет и изберете правилния език за етикета.
ckb: بۆ دروستکردنی چەمکێکی نوێ، بە هەڵبژاردنی چەمکی سەرەوە دەست پێ بکە کە پێویستە لە ژێرەوەی دابنرێت. بەم شێوەیە وردەکارییەکان دەربارەی چەمکی سەرەوە دەخرێتە ناو پانێڵی سەرەکییەوە. لە پەلەوەری بەڕێوەبردن بەکاربهێنە بۆ "منداڵ زیاد بکە"، ناوێک بنووسە و زمانی دروست بۆ ناوەکە هەڵبژێرە.
fr: Pour créer un nouveau Concept, commencez par sélectionner le Top Concept sous lequel il doit être placé. Cela apportera les détails sur le Top Concept dans le panneau principal. Utilisez le menu déroulant Gérer pour "Ajouter un enfant", saisissez une étiquette et sélectionnez la langue appropriée pour l'étiquette.

source: Example - Add an Alternate Label to a Concept
bg: Пример - добавяне на алтернативен етикет към концепция
ckb: نموونە - زیادکردنی ناوی جێگرەوە بۆ چەمکێک
fr: Exemple - Ajouter une étiquette alternative à un concept
