Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: Stores one of a series of concepts from the Reference Data Manager. Users will choose a concept in a dropdown list or set of radio buttons. You'll further be prompted to choose a <strong>Concept Collection</strong>&mdash;this controls which concepts the user is able to choose from.
bg: Съхранява една от поредицата концепции от мениджъра на референтни данни. Потребителите ще изберат концепция от падащ списък или набор от радио бутони. Освен това ще бъдете подканени да изберете <strong>Колекция от концепции</strong>&mdash;това контролира от кои концепции потребителят може да избира.
ckb: یەکێک لە زنجیرە چەمکەکان لە بەڕێوەبەری داتاکانی ئاماژەپێکراوەوە هەڵدەگرێت. بەکارهێنەران چەمکێک لە لیستی دابەزین یان کۆمەڵێک دوگمەی ڕادیۆیی هەڵدەبژێرن. زیاتر داوات لێدەکرێت <strong>کۆکردنەوەی چەمک</strong>&mdash;ئەمە کۆنتڕۆڵی ئەوە دەکات کە بەکارهێنەر دەتوانێت کام چەمک هەڵبژێرێت.
fr: Stocke l'un des concepts d'une série du gestionnaire de données de référence. Les utilisateurs choisiront un concept dans une liste déroulante ou un ensemble de boutons radio. Vous serez également invité à choisir une <strong>collection de concepts</strong> – cela contrôle les concepts parmi lesquels l'utilisateur peut choisir.

source: concept-list
bg: списък-концепции
ckb: چەمک-لیستی
fr: liste de concepts

source: Stores multiple concepts in a single node.
bg: Съхранява множество концепции в един възел.
ckb: چەندین چەمک لە یەک گرێدا هەڵدەگرێت.
fr: Stocke plusieurs concepts dans un seul nœud.

source: date
bg: дата
ckb: ڕێکەوت

source: Stores a CE calendar date. See etdf for BCE and fuzzy date handling.
bg: Съхранява дата от календара сл. Хр. Вижте etdf за работа с пр. Хр. и неясна дата.
ckb: بەرواری ساڵنامەی CE هەڵدەگرێت. بۆ BCE و مامەڵەکردنی بەرواری تەمومژاوی سەیری etdf بکە.
fr: Stocke une date de calendrier CE. Voir etdf pour la BCE et la gestion des dates floues.

source: Stores an <a href='https://www.loc.gov/standards/datetime/' target='_blank'>Extended Date/Time Format</a> value. Use this data type for BCE dates or dates with uncertainty. This datatype requires extra configuration to inform the database search methods how to interpret EDTF values. Data entry users can enter edtf dates using formats listed in the <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>EDTF draft specification</a>.
bg: Съхранява стойността на <a href='https://www.loc.gov/standards/datetime/' target='_blank'>Разширения формат дата/час</a>. Използвайте този тип данни за дати пр.н.е или дати с неопределеност. Този тип данни изисква допълнителна конфигурация, за да се информират методите за търсене в базата данни как да интерпретират стойностите EDTF. Потребителите, които въвеждат данни, могат да въвеждат дати EDTF, като използват форматите, изброени в спецификацията на проекта <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>EDTF</a>.
ckb: بەهایەکی <a href='https://www.loc.gov/standards/datetime/' target='_blank'>فۆرماتی بەرواری درێژکراوە/کات</a> هەڵدەگرێت. ئەم جۆرە داتایە بۆ بەروارەکانی BCE یان بەروارەکانی نادڵنیایی بەکاربهێنە. ئەم جۆرە داتایە پێویستی بە ڕێکخستنی زیادە هەیە بۆ ئاگادارکردنەوەی شێوازەکانی گەڕانی بنکەدراوە کە چۆن بەهاکانی EDTF لێکبدرێتەوە. بەکارهێنەرانی داخڵکردنی داتا دەتوانن بەروارەکانی edtf دابنێن بە بەکارهێنانی ئەو فۆرماتانەی کە لە <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>تایبەتمەندی ڕەشنووسی EDTF</a>دا ڕیزکراون .
fr: Stocke une valeur <a href='https://www.loc.gov/standards/datetime/' target='_blank'>Extended Date/Time Format</a>. Utilisez ce type de données pour les dates BCE ou les dates avec incertitude. Ce type de données nécessite une configuration supplémentaire pour indiquer aux méthodes de recherche de base de données comment interpréter les valeurs EDTF. Les utilisateurs de saisie de données peuvent saisir les dates edtf en utilisant les formats répertoriés dans le <a href='https://www.loc.gov/standards/datetime/pre-submission.html' target='_blank'>projet de spécification EDTF</a> .

source: file-list
bg: списък с файлове
ckb: لیستی فایلەکان
fr: liste de fichiers

source: Stores one or mores files. Use this to upload images, documents, etc.
bg: Съхранява един или повече файлове. Използвайте го за качване на изображения, документи и др.
ckb: فایلێک یان mores هەڵدەگرێت. ئەمە بەکاربهێنە بۆ بارکردنی وێنە و بەڵگەنامە و هتد.
fr: Stocke un ou plusieurs fichiers. Utilisez-le pour télécharger des images, des documents, etc.

source: iiif-drawing
ckb: iiif-کێشان
fr: iiiif-dessin

source: Used to store an <a href='http://iiif.io/' target='_blank'>IIIF compliant</a> image.
bg: Използва се за съхраняване на изображение, <a href='http://iiif.io/' target='_blank'>съвместимо с IIIF</a>.
ckb: بەکاردێت بۆ هەڵگرتنی وێنەیەکی <a href='http://iiif.io/' target='_blank'>IIIF پابەند</a>.
fr: Utilisé pour stocker une image <a href='http://iiif.io/' target='_blank'>conforme IIIF</a>.

source: geojson-feature-collection
ckb: geojson-کۆکردنەوەی تایبەتمەندی

source: Stores geographic coordinates, and is used to show a resource on the map.
bg: Съхранява географски координати и се използва за показване на ресурс на картата.
ckb: کۆئۆردینیاتی جوگرافی هەڵدەگرێت، و بەکاردێت بۆ پیشاندانی سەرچاوەیەک لەسەر نەخشەکە.
fr: Stocke les coordonnées géographiques et est utilisé pour afficher une ressource sur la carte.

source: domain-value
ckb: بەهای دۆمەین
fr: valeur-domaine

source: Similar to "concept", choose this to present the user with a dropdown list or set of radio buttons. Unlike "concept" this dropdown menu will not come from your system-wide controlled vocubulary, but from a list of values that you must define here.
bg: Подобно на " концепция", изберете това, за да представите на потребителя падащ списък или набор от радио бутони. За разлика от "концепция" това падащо меню няма да идва от контролирания речник на системата, а от списък със стойности, които трябва да дефинирате тук.
ckb: هاوشێوەی "چەمک"، ئەمە هەڵبژێرە بۆ ئەوەی لیستی دابەزین یان کۆمەڵێک دوگمەی ڕادیۆیی پێشکەش بە بەکارهێنەر بکەیت. بە پێچەوانەی "چەمک" ئەم مینیوە دابەزینە لە وشەسازی کۆنترۆڵکراوی سەرتاسەری سیستەمەکەتەوە نایەت، بەڵکو لە لیستی بەهاکانەوە دێت کە دەبێت لێرەدا پێناسەیان بکەیت.
fr: Semblable à "concept", à choisir pour présenter à l'utilisateur une liste déroulante ou un ensemble de boutons radio. Contrairement à "concept", ce menu déroulant ne proviendra pas de votre vocabulaire contrôlé à l'échelle du système, mais d'une liste de valeurs que vous devez définir ici.

source: domain-value-list
ckb: لیستی بەهای دۆمەین
fr: liste de valeurs de domaine

source: Stores multiple domain-values in a single node.
bg: Съхранява множество стойности на домейни в един възел.
ckb: چەندین بەهای دۆمەین لە یەک گرێدا هەڵدەگرێت.
fr: Stocke plusieurs valeurs de domaine dans un seul nœud.

source: csv-chart-json
ckb: csv-هێڵکاری-json

source: Stores a csv chart formatted as JSON.
bg: Съхранява csv диаграма, форматирана като JSON.
ckb: هێڵکارییەکی csv هەڵدەگرێت کە بە شێوەی JSON فۆرمات کراوە.
fr: Stocke un graphe csv au format JSON.

source: node-value
bg: Възел-стойност
ckb: بەهای گرێ
fr: valeur-nœud

source: Stores a reference to a different node in this graph. This would allow you to store duplicate data in more than one branch.
bg: Съхранява препратка към друг възел в тази графа. Това ще ви позволи да съхранявате дублирани данни в повече от едно разклонение.
ckb: ئاماژەیەک بۆ گرێیەکی جیاواز لەم گرافەدا هەڵدەگرێت. ئەمەش ڕێگەت پێدەدات داتای دووبارە لە زیاتر لە لقێکدا هەڵبگریت.
fr: Stocke une référence à un nœud différent dans ce graphe. Cela vous permettrait de stocker des données en double dans plus d'une branche.

source: number
bg: число
ckb: ژمارە
fr: Numéro

source: Stores a number.
bg: Съхранява число.
ckb: ژمارەیەک هەڵدەگرێت.
fr: Stocke un nombre.

source: resource-instance
ckb: سەرچاوە-نموونە
fr: instances de ressources

source: Embeds a separate resource instance into this node. For example, you could add a node called "Assessed By" to a condition assessment branch, and use this data type. This would allow you to associate an individual stored in your database as an Actor resource with a specific condition assessment. Note that this construction is different from making a "resource-to-resource relationship".
bg: Вгражда отделна инстанция на ресурс в този възел. Например, можете да добавите възел, наречен "Оценено от", към разклонение за оценка на състоянието и да използвате този тип данни. Това би ви позволило да свържете лице, съхранено във вашата база данни като ресурс Actor, с конкретна оценка на състоянието. Имайте предвид, че тази конструкция е различна от създаването на "връзка между ресурси".
ckb: نموونەیەکی سەرچاوەی جیاواز لەم گرێیەدا جێگیر دەکات. بۆ نموونە دەتوانیت گرێیەک بە ناوی "Assessed By" زیاد بکەیت بۆ لقێکی هەڵسەنگاندنی بارودۆخ، و ئەم جۆرە داتایە بەکاربهێنیت. ئەمە ڕێگەت پێدەدات تاکێک کە لە بنکەدراوەی خۆتدا هەڵگیراوە وەک سەرچاوەیەکی ئەکتەر بە هەڵسەنگاندنی بارودۆخێکی دیاریکراوەوە ببەستیتەوە. سەرنج بدە کە ئەم بنیاتنانە جیاوازە لە دروستکردنی "پەیوەندی سەرچاوە بۆ سەرچاوە".
fr: Incorpore une instance de ressource distincte dans ce nœud. Par exemple, vous pouvez ajouter un nœud appelé "Évalué par" à une branche d'évaluation de condition et utiliser ce type de données. Cela vous permettrait d'associer un individu stocké dans votre base de données en tant que ressource acteur à une évaluation de condition spécifique. Notez que cette construction est différente de la création d'une "relation ressource à ressource".

source: resource-instance-list
ckb: سەرچاوە-نموونە-لیستی
fr: liste d'instances de ressources

source: Stores a list of resource instances in a single node.
bg: Съхранява списък с екземпляри на ресурси в един възел.
ckb: لیستی نموونەکانی سەرچاوە لە یەک گرێدا هەڵدەگرێت.
fr: Stocke une liste d'instances de ressources dans un seul nœud.

source: semantic
bg: семантичен
ckb: مانادار
fr: sémantique

source: <em>A semantic node does not store data.</em> Semantic nodes are used where necessary to make symbolic connections between other nodes, generally in order to follow ontological rules. The top node of every graph is a semantic node.
bg: <em>Семантичният възел не съхранява данни. </em>Семантичните възли се използват, когато е необходимо да се направят символични връзки между други възли, обикновено за да се спазват онтологични правила. Горният възел на всяка графа е семантичен възел.
ckb: <em>گرێی مانادار داتا هەڵناگرێت.</em> گرێی مانادار لە شوێنی پێویستدا بەکاردەهێنرێت بۆ دروستکردنی پەیوەندی هێما لە نێوان گرێکانی تردا، بەگشتی بۆ ئەوەی یاساکانی ئۆنتۆلۆژی پەیڕەو بکرێت. گرێی سەرەوەی هەر گرافێک گرێیەکی مانادارە.
fr: <em>Un nœud sémantique ne stocke pas de données.</em> Les nœuds sémantiques sont utilisés si nécessaire pour établir des connexions symboliques entre d'autres nœuds, généralement afin de suivre des règles ontologiques. Le nœud supérieur de chaque graphe est un nœud sémantique.

source: string
bg: Низ
ckb: ڕستە
fr: chaîne de texte

source: Stores a string of text. This could be something simple like a name, or more something elaborate like a descriptive paragraph with formatting and hyperlinks.
bg: Съхранява низ от текст. Това може да бъде нещо просто като име или нещо по-сложно като описателен параграф с форматиране и хипервръзки.
ckb: ڕیزێک لە دەق هەڵدەگرێت. ئەمە دەتوانێت شتێکی سادە بێت وەک ناوێک، یان شتێکی وردتر بێت وەک پەرەگرافێکی وەسفکەر لەگەڵ فۆرماتکردن و هایپەرلینک.
fr: Stocke une chaîne de texte. Cela peut être quelque chose de simple comme un nom, ou quelque chose de plus élaboré comme un paragraphe descriptif avec une mise en forme et des hyperliens.

source: <p>Three categories of Map Layers will appear on your map: <strong>Resource Layers</strong> (the contents of your database), <strong>Basemaps</strong> (static background layers), and <strong>Overlays</strong> (custom data layers from outside your database). To configure a layer, first select its category in the top bar, and then choose it from the list at left.</p>
bg: <p>Три категории слоеве на картата ще се появят на вашата карта: <strong>Слоеве на ресурси </strong> (съдържанието на вашата база данни), <strong>Базови карти</strong> (статични фонови слоеве) и <strong>Покрития</strong> (потребителски слоеве с данни извън вашата база данни). За да конфигурирате даден слой, първо изберете неговата категория в горната лента, а след това го изберете от списъка вляво.</p>
ckb: <p>سێ پۆلی چینەکانی نەخشە لەسەر نەخشەکەت دەردەکەون: <strong>چینەکانی سەرچاوە</strong> (ناوەڕۆکی بنکەدراوەی تۆ)، <strong>نەخشەی بنەڕەتی</strong> (چینەکانی پاشبنەمای ئیستاتیک)، و <strong>سەرپۆشەکان </strong> (چەنەکانی داتا تایبەتمەند لە دەرەوەی بنکەدراوەتەوە). بۆ ڕێکخستنی چینێک، سەرەتا پۆلەکەی لە باری سەرەوەدا هەڵبژێرە، پاشان لە لیستەکەی لای چەپەوە هەڵیبژێرە.</p>
fr: <p>Trois catégories de couches de carte apparaîtront sur votre carte : <strong>Couches de ressources</strong> (le contenu de votre base de données), <strong>Fonds de carte</strong> (couches d'arrière-plan statiques) et <strong>Superpositions </strong> (couches de données personnalisées en dehors de votre base de données). Pour configurer une couche, sélectionnez d'abord sa catégorie dans la barre supérieure, puis choisissez-la dans la liste de gauche.</p>

source: Resource Layers display the resource layers in your database. One Resource Layer is created for each node with a geospatial datatype (for example, <code>geojson-feature-collection</code>). You are able to customize the appearance and visibility of each Resource Layer in the following ways.
bg: Слоевете на ресурсите показват слоевете на ресурсите във вашата база данни. Създава се по един слой на ресурс за всеки възел с геопространствен тип данни (например <code>geojson-feature-collection</code>). Можете да персонализирате външния вид и видимостта на всеки слой на ресурс по следните начини.
ckb: چینەکانی سەرچاوە چینەکانی سەرچاوە لە بنکەدراوەی تۆدا پیشان دەدەن. یەک چینى سەرچاوە بۆ هەر گرێیەک دروست دەکرێت بە جۆرێکی داتاى جیۆفەزایی (بۆ نموونە، <code>geojson-feature-collection</code>). دەتوانیت بەم شێوەیەی خوارەوە دەرکەوتن و بینینی هەر چینێکی سەرچاوە خۆت ڕێکبخەیت.
fr: Les couches de ressources affichent les couches de ressources dans votre base de données. Une couche de ressources est créée pour chaque nœud avec un type de données géospatiales (par exemple, <code>geojson-feature-collection</code>). Vous pouvez personnaliser l'apparence et la visibilité de chaque couche de ressources des manières suivantes.

source: Service Styling
bg: Стилизиране на услуги
ckb: ستایلکردنی خزمەتگوزاری
fr: Style du service

source: Define the way features will look on the map. The example map has demonstration features that give you a preview of the changes you make. You can choose to use <strong>Advanced Editing</strong> to create a more nuanced style. Note that changes made in Advanced Editing will not be reflected if you switch back to basic editing. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>MapBox Style Specification</a>.
bg: Определете начина, по който функциите ще изглеждат на картата. Примерната карта има демонстрационни функции, които ви дават възможност да видите промените, които правите. Можете да изберете да използвате <strong>Разширено редактиране</strong> , за да създадете по-нюансиран стил. Имайте предвид, че промените, направени в Разширено редактиране, няма да бъдат отразени, ако превключите обратно на основно редактиране. За справка за стила разгледайте <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>Спецификацията на стила на MapBox</a>.
ckb: پێناسەی شێوازی دەرکەوتنی تایبەتمەندییەکان لەسەر نەخشەکە بکە. نەخشەی نموونەیی تایبەتمەندی پیشاندانی هەیە کە پێشبینی ئەو گۆڕانکاریانەت پێدەبەخشێت کە ئەنجامی دەدەیت. دەتوانیت هەڵبژێریت کە <strong>دەستکاریکردنی پێشکەوتوو</strong> بەکاربهێنیت بۆ دروستکردنی شێوازێکی نوانستر. تێبینی بکە کە ئەو گۆڕانکاریانەی لە دەستکاریکردنی پێشکەوتوودا دەکرێن ڕەنگدانەوەیان نابێت ئەگەر بگەڕێیتەوە بۆ دەستکاریکردنی بنەڕەتی. بۆ ئاماژەدان بە ستایل، سەیری <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>تایبەتمەندی شێوازی MapBox</a> بکە.
fr: Définissez l'apparence des entités sur la carte. L'exemple de carte comporte des fonctionnalités de démonstration qui vous donnent un aperçu des modifications que vous apportez. Vous pouvez choisir d'utiliser la <strong>modification avancée</strong> pour créer un style plus nuancé. Notez que les modifications apportées dans l'édition avancée ne seront pas reflétées si vous revenez à l'édition de base. Pour une référence de style, consultez la <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/' target='_blank'>Spécification de style MapBox</a>.

source: Settings
bg: Настройки
ckb: دانانەوە
fr: Réglages

source: You can change the name of this overlay if desired; by default it will use the name of its Resource Model. You make also set the layer to be added to the search map by default, or choose a custom icon for it.
bg: Ако желаете, можете да промените името на това покритието; по подразбиране то използва името на своя Ресурсен Модел. Можете също така да зададете слоят да се добавя към картата за търсене по подразбиране или да изберете персонализирана икона за него.
ckb: دەتوانیت ناوی ئەم سەرپۆشە بگۆڕیت ئەگەر ویستت؛ بە شێوەیەکی بنەڕەتی ناوی مۆدێلی سەرچاوەی خۆی بەکاردەهێنێت. هەروەها تۆ ئەو چینەی کە زیاد دەکرێت بۆ نەخشەی گەڕانەکە بە شێوازی پێشوەختە ڕێکدەخەیت، یان ئایکۆنێکی تایبەتمەند بۆی هەڵدەبژێریت.
fr: Vous pouvez modifier le nom de cette superposition si vous le souhaitez ; par défaut, il utilisera le nom de son modèle de ressource. Vous pouvez également définir la couche à ajouter à la carte de recherche par défaut ou choisir une icône personnalisée pour celle-ci.

source: Clustering
bg: Клъстеризация
ckb: پۆلێنکردن
fr: Regroupement

source: Arches uses 'clustering' to better display resources at low zoom levels (zoomed out). You are able to control the clustering settings for each layer individually.
bg: Arches използва " клъстериране" за по-добро показване на ресурсите при ниски нива на мащабиране (отдалечени). Можете да контролирате настройките за клъстериране за всеки слой поотделно.
ckb: Arches 'clustering' بەکاردەهێنێت بۆ باشتر پیشاندانی سەرچاوەکان لە ئاستی زوومکردنی نزمدا (زووم کراوە). تۆ دەتوانیت ڕێکخستنەکانی پۆلێنکردن بۆ هەر چینێک بە تاک بە تاک کۆنتڕۆڵ بکەیت.
fr: Arches utilise le "clustering" pour mieux afficher les ressources à des niveaux de zoom faibles (zoom arrière). Vous pouvez contrôler les paramètres de clustering pour chaque couche individuellement.

source: <strong>Cluster Distance</strong> - distance (in pixels) within which resources will be clustered
bg: <strong>Разстояние на клъстерите</strong> - разстояние (в пиксели), в рамките на което ресурсите ще бъдат групирани
ckb: <strong>مەودای پۆل</strong> - مەودای (بە پێکسڵ) کە سەرچاوەکان لەناودا کۆدەکرێنەوە
fr: <strong>Distance du cluster</strong> : distance (en pixels) à l'intérieur de laquelle les ressources seront regroupées

source: <strong>Cluster Max Zoom</strong> - zoom level after which clustering will <em>stop</em> being used
bg: <strong>Максимално увеличение на клъстера</strong> - ниво на увеличение, след което клъстеризацията <em>престава да се използва</em>
ckb: <strong>Cluster Max Zoom</strong> - ئاستی زوومکردن کە دوای ئەوە پۆلێنکردن <em>وەستێت</em> لە بەکارهێنان
fr: <strong>Cluster Max Zoom</strong> : niveau de zoom après lequel le clustering <em>cessera</em> d'être utilisé

source: <strong>Cluster Min Points</strong> - minimum number of points needed to create a cluster
bg: <strong>Клъстър Мин Точки</strong> - минимален брой точки, необходими за създаване на клъстер
ckb: <strong>خاڵی کەمترین پۆل</strong> - کەمترین ژمارەی خاڵەکانی پێویست بۆ دروستکردنی پۆلێک
fr: <strong>Cluster Min Points</strong> - nombre minimum de points nécessaires pour créer un cluster

source: Permissions
bg: Разрешения
ckb: مۆڵەتەکان
fr: Autorisations

source: This tab shows the permissions for the nodegroup whose geometry is displayed in this Resource Layer. Permissions are defined in the Graph Designer.
bg: В този раздел се показват разрешенията за възловата група, чиято геометрия се показва в този слой на ресурсите. Разрешенията се определят в дизайнера на графи.
ckb: ئەم تابە مۆڵەتەکانی ئەو گروپە گرێیە نیشان دەدات کە ئەندازەییەکەی لەم چینە سەرچاوەیەدا پیشان دەدرێت. مۆڵەتەکان لە گراف دیزاینەردا پێناسە کراون.
fr: Cet onglet affiche les autorisations pour le groupe de nœuds dont la géométrie est affichée dans cette couche de ressources. Les autorisations sont définies dans le concepteur de graphes.

source: A Basemap will always be present in your map. Arches comes with a few default basemaps, but advanced users are able to add more. Once added, there are few ways to configure each basemap.
bg: Базовата карта винаги ще присъства във вашата карта. Arches идва с няколко базови карти по подразбиране, но напредналите потребители могат да добавят още. След като добавите, има няколко начина за конфигуриране на всяка базова карта.
ckb: نەخشەی بنەڕەتی هەمیشە لە نەخشەکەتدا ئامادە دەبێت. Arches چەند نەخشەیەکی بنەڕەتی پێشوەختەی لەگەڵدایە، بەڵام بەکارهێنەرانی پێشکەوتوو دەتوانن زیاتر زیاد بکەن. کاتێک زیاد دەکرێت، کەم ڕێگە هەیە بۆ ڕێکخستنی هەر نەخشەیەکی بنەڕەتی.
fr: Un fond de carte sera toujours présent dans votre carte. Arches est livré avec quelques fonds de carte par défaut, mais les utilisateurs avancés peuvent en ajouter d'autres. Une fois ajouté, il existe plusieurs façons de configurer chaque fond de carte.

source: Define a style for this basemap. Note that depending on the type of layer, there are different styling options. For styling reference, checkout the <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>MapBox Style Specification</a>.
bg: Дефинирайте стил на тази базова карта. Обърнете внимание, че в зависимост от вида на слоя има различни опции за стилизиране. За справка за стила вижте <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>Спецификацията на стила на MapBox</a>.
ckb: ستایلێک بۆ ئەم نەخشە بنەڕەتییە پێناسە بکە. تێبینی بکە بەپێی جۆری چینەکە، بژاردەی ستایلکردنی جیاواز هەیە. بۆ ئاماژەدان بە ستایل، سەیری <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>تایبەتمەندی شێوازی MapBox</a> بکە.
fr: Définissez un style pour ce fond de carte. Notez que selon le type de calque, il existe différentes options de style. Pour une référence de style, consultez la <a href='https://www.mapbox.com/mapbox-gl-js/style-spec/#layers' target='_blank'>Spécification de style MapBox</a>.

source: <strong>Layer name</strong> - enter a name to identify this basemap
bg: <strong>Име на слоя</strong> - въведете име, с което да идентифицирате тази базова карта
ckb: <strong>ناوی چین</strong> - ناوێک دابنێ بۆ ناسینەوەی ئەم نەخشە بنەڕەتییە
fr: <strong>Nom de la couche</strong> : saisissez un nom pour identifier ce fond de carte

source: <strong>Default search map</strong> - choose this layer to be the default basemap
bg: <strong>Карта за търсене по подразбиране</strong> - изберете този слой за основна карта по подразбиране
ckb: <strong>نەخشەی گەڕانی پێشوەختە</strong> - ئەم چینە هەڵبژێرە بۆ ئەوەی نەخشەی بنەڕەتی پێشوەختە بێت
fr: <strong>Carte de recherche par défaut</strong> : choisissez cette couche comme fond de carte par défaut

source: <strong>Layer icon</strong> - associate an icon with this layer
bg: <strong>Икона на слоя</strong> - свързване на икона с този слой
ckb: <strong>ئایکۆنی چین</strong> - ئایکۆنێک بەم چینە گرێ بدە
fr: <strong>Icône de calque</strong> : associez une icône à ce calque
