Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: 'Define the data you will allow users to download'
bg: 'Определете данните, които ще позволите на потребителите да изтеглят'
ckb: 'ئەو داتایانە پێناسە بکە کە ڕێگە بە بەکارهێنەران دەدەیت دایبەزێنن'
fr: 'Définissez les données que vous autoriserez les utilisateurs à télécharger'

source: 'People'
bg: 'Хора'
ckb: 'خەڵک'
fr: 'Personnes'

source: 'Summary of people invited to participate in this project'
bg: "Обобщение на хората, поканени да участват в този проект
ckb: 'پوختەی ئەو کەسانەی بانگهێشت کراون بۆ بەشداریکردن لەم پڕۆژەیە'
fr: 'Résumé des personnes invitées à participer à ce projet'

source: 'Select one or more groups...'
bg: "Изберете една или повече групи...
ckb: 'یەک یان چەند گروپێک هەڵبژێرە...'
fr: 'Sélectionnez un ou plusieurs groupes...'

source: 'Select one or more resource models...'
bg: "Изберете един или повече ресурсни модела..."
ckb: 'یەک یان چەند مۆدێلێکی سەرچاوە هەڵبژێرە...'
fr: 'Sélectionnez un ou plusieurs modèles de ressource...'

source: 'Preparing project - this may take a few minutes'
bg: "Подготовка на проекта - това може да отнеме няколко минути
ckb: 'ئامادەکردنی پڕۆژە - ئەمە ڕەنگە چەند خولەکێکی بخایەنێت'.
fr: 'Préparation du projet - cela peut prendre quelques minutes'

source: Mobile Data Collection
bg: Събиране на мобилни данни
ckb: کۆکردنەوەی زانیاری مۆبایل
fr: Collecte de données mobiles

source: Create a Project
bg: Създаване на проект
ckb: پرۆژەیەک دروست بکە
fr: Créer un projet

source: Arches allows you to create and edit data in the field using mobile devices such as
bg: Arches Ви позволява да създавате и редактирате данни на място с помощта на мобилни устройства като
ckb: Arches ڕێگەت پێدەدات داتا لە مەیدانەکەدا دروست بکەیت و دەستکاری بکەیت بە بەکارهێنانی ئامێرە مۆبایلەکانی وەک...
fr: Arches vous permet de créer et de modifier des données sur le terrain à l'aide d'appareils mobiles tels que

source: Android and iOS phones or tablets. Projects are a way to define the time, location, content, and
bg: Телефони или таблети с Android и iOS. Проектите са начин за определяне на времето, местоположението, съдържанието и
ckb: مۆبایل یان تابلێتەکانی ئەندرۆید و ئای ئۆ ئێس. پڕۆژەکان ڕێگایەکە بۆ پێناسەکردنی کات و شوێن و ناوەڕۆک و...
fr: Téléphones ou tablettes Android et iOS. Les projets sont un moyen de définir l'heure, le lieu, le contenu et

source: participants of a field data collection effort
bg: участниците в събирането на данни на терен.
ckb: بەشداربووانی هەوڵێکی کۆکردنەوەی زانیاری مەیدانی
fr: participants à un effort de collecte de données sur le terrain

source: New Project
bg: Нов проект
ckb: پڕۆژەی نوێ
fr: Nouveau projet

source: Find a project...
bg: Намиране на проект...
ckb: پڕۆژەیەک بدۆزەرەوە...
fr: Trouver un projet...

source: Unnamed Project
bg: Проект без име
ckb: پڕۆژەی بێ ناو
fr: Projet sans nom

source: to
bg: до
ckb: بۆ
fr: pour

source: (expired)
bg: (изтекъл срок)
ckb: (بەسەرچوو)
fr: (expiré)

source: Date range unspecified
bg: Неуточнен диапазон от дати
ckb: مەودای بەروار دیاری نەکراوە
fr: Plage de dates non spécifiée

source: delete
bg: изтриване
ckb: سڕینەوە
fr: effacer

source: Youngest to oldest
bg: От най-новия до най-стария
ckb: بچووکترین تا گەورەترین
fr: Du plus jeune au plus vieux

source: Resource has been deleted
bg: Ресурсът е изтрит
ckb: سەرچاوە سڕاوەتەوە
fr: La ressource a été supprimée

source: declined
bg: отхвърлен
ckb: ڕەتیکردەوە
fr: diminué

source: accepted
bg: приети
ckb: وەرگیراوە
fr: accepté

source: No relationships added
bg: Не са добавени връзки
ckb: هیچ پەیوەندییەک زیاد نەکراوە
fr: Aucune relation ajoutée

source: Select image nodes to include...
bg: Изберете възли на изображения, които да включите...
ckb: گرێی وێنە هەڵبژێرە بۆ ئەوەی لەخۆی بگرێت...
fr: Sélectionnez les nœuds d'image à inclure...

source: (Resource Instance Name)
bg: (Име на екземпляра на ресурса)
ckb: (ناوی نموونەی سەرچاوە)
fr: (Nom de l'instance de ressource)

source: Select tab icon
bg: Изберете икона на раздела
ckb: ئایکۆنی تاب هەڵبژێرە
fr: Sélectionner l'icône de l'onglet

source: Select a resource...
bg: Изберете ресурс...
ckb: سەرچاوەیەک هەڵبژێرە...
fr: Sélectionnez une ressource...

source: Update
bg: Актуализация
ckb: نوێکردنەوە
fr: Mise à jour

source: You are about assign normal user access to this instance
bg: Предстои да зададете нормален потребителски достъп до този екземпляр
ckb: تۆ خەریکی تەرخانکردنی دەستڕاگەیشتن بە بەکارهێنەری ئاسایی بۆ ئەم نموونەیە
fr: Vous êtes sur le point d'attribuer un accès utilisateur normal à cette instance

source: Would you like to proceed?
bg: Искате ли да продължите?
ckb: حەز دەکەیت بەردەوام بیت؟
fr: Voulez vous procéder?

source: Decline all unaccepted edits
bg: Отхвърляне на всички неприети редакции
ckb: هەموو دەستکارییە وەرنەگیراوەکان ڕەت بکەرەوە
fr: Refuser toutes les modifications non acceptées

source: Define access privileges for this instance. You may limit access to yourself, or select which user accounts and groups have permission to this resource.
bg: Дефинирайте привилегиите за достъп за този екземпляр. Можете да ограничите достъпа до себе си или да изберете кои потребителски акаунти и групи имат право на достъп до този ресурс.
ckb: ئیمتیازاتی دەستڕاگەیشتن بۆ ئەم نموونەیە پێناسە بکە. دەتوانیت دەستڕاگەیشتن بە خۆت سنووردار بکەیت، یان هەڵبژێریت کە کام ئەژمێری بەکارهێنەر و گروپ مۆڵەتیان بۆ ئەم سەرچاوەیە هەیە.
fr: Définissez les privilèges d'accès pour cette instance. Vous pouvez limiter l'accès à vous-même ou sélectionner les comptes d'utilisateurs et les groupes autorisés à accéder à cette ressource.

source: Arches allows you to define relationships between resources so you can better understand the context and interplay
bg: Arches ви позволява да дефинирате връзките между ресурсите, за да можете да разберете по-добре контекста и взаимодействието
ckb: Arches ڕێگەت پێدەدات پەیوەندییەکانی نێوان سەرچاوەکان پێناسە بکەیت بۆ ئەوەی بتوانیت باشتر لە کۆنتێکست و یاریی نێوانیان تێبگەیت
fr: Arches vous permet de définir des relations entre les ressources afin de mieux comprendre le contexte et l'interaction

source: between physical objects, events, activities, people and documents.
bg: между физически обекти, събития, дейности, хора и документи.
ckb: لە نێوان شتە فیزیکیەکان، ڕووداوەکان، چالاکییەکان، کەسەکان و بەڵگەنامەکان.
fr: entre les objets physiques, les événements, les activités, les personnes et les documents.

source: Relating resources lets you build a network of relationships for your data objects.
bg: Свързването на ресурси ви позволява да изградите мрежа от връзки за вашите обекти с данни.
ckb: سەرچاوەی پەیوەندیدار ڕێگەت پێدەدات تۆڕێکی پەیوەندی بۆ ئۆبجێکتی داتاکانت دروست بکەیت.
fr: L'association de ressources vous permet de créer un réseau de relations pour vos objets de données.

source: resource relations
bg: връзки с ресурса
ckb: پەیوەندییەکانی سەرچاوەکان
fr: relations avec les ressources

source: 's relationship to
bg: връзката му с
ckb: 's پەیوەندی بە...
fr: la relation avec

source: Cancel Edit
bg: Отмяна на редактирането
ckb: هەڵوەشاندنەوەی دەستکاریکردن
fr: Annuler Modifier

source: Arches keeps track of how resources are related. Click the "related resources" link
bg: Arches проследява как са свързани ресурсите. Щракнете върху линка "Свързани ресурси".
ckb: ئارچێس ئاگاداری ئەوە دەبێت کە چۆن سەرچاوەکان پەیوەندییان بەیەکەوە هەیە. کلیک لە بەستەری "سەرچاوە پەیوەندیدارەکان" بکە
fr: Arches garde une trace de la façon dont les ressources sont liées. Cliquez sur le lien "ressources associées"

source: on a search result from the list on the left
bg: на резултат от търсенето от списъка вляво
ckb: لەسەر ئەنجامی گەڕانێک لە لیستەکەی لای چەپەوە
fr: sur un résultat de recherche de la liste de gauche

source: to see its relatives displayed in an interactive graph
bg: да видите неговите подобни, показани в интерактивна графa.
ckb: بۆ بینینی کەسوکارەکانی کە لە گرافێکی کارلێککارانەدا پیشان دەدرێن
fr: pour voir ses parents affichés dans un graphe interactif

source: Results:
bg: Резултати:
ckb: ئەنجامەکان:
fr: Résultats:

source: Arches Collector Projects
bg: Проекти Arches Kолектор
ckb: پڕۆژەکانی کۆکەرەوەی کەوانەکان
fr: Arches Collector Projets

source: Sorry, but you haven't been invited to a project yet...
bg: Съжаляваме, но все още не сте получили покана за участие в проект...
ckb: ببورە، بەڵام هێشتا بانگهێشت نەکراویت بۆ پڕۆژەیەک...
fr: Désolé, mais vous n'avez pas encore été invité à un projet...

source: to
bg: до
ckb: بۆ
fr: pour

source: Unnamed Survey
bg: Проучване без име
ckb: ڕاپرسی بێ ناو
fr: Sondage sans nom

source: View Details
bg: Вижте подробности
ckb: پێشاندانی ورده‌كاری
fr: Voir les détails

source: Project Summary
bg: Резюме на проекта
ckb: پۆختە پرۆژە یان کورتکراوەی پڕۆژە یان پوختە پلان
fr: Résumé du projet

source: Number of edits:
bg: Брой редакции:
ckb: ژمارەی دەستکارییەکان:
fr: Nombre de modifications :

source: Contributors:
bg: Сътрудници:
ckb: بەشداربووان:
fr: Contributeurs :

source: Offline Basemap:
bg: Офлайн основна карта:
ckb: نەخشەی بنەڕەتی ئۆفلاین:
fr: Fond de carte hors ligne :

source: Streets-Grey
ckb: شەقامەکان-خۆڵەمێشی

source: The survey you are attempting to sync is no longer available on the server
bg: Проучването, което се опитвате да синхронизирате, вече не е налично на сървъра
ckb: ئەو ڕاپرسییەی کە هەوڵی هاوکاتکردنی دەدەیت لە سێرڤەرەکەدا بەردەست نییە
fr: L'enquête que vous tentez de synchroniser n'est plus disponible sur le serveur

source: Sync Failed. User unauthorized to sync project
bg: Синхронизацията е неуспешна. Потребителят не е упълномощен да синхронизира проекта
ckb: هاوکاتکردن شکستی هێنا. بەکارهێنەر مۆڵەتی هاوکاتکردنی پڕۆژەی نییە
fr: Échec de la synchronisation. Utilisateur non autorisé à synchroniser le projet

source: Unable to determine user access to collector project
bg: Не може да се определи достъпът на потребителя до проекта на колектора
ckb: ناتوانرێت دەستڕاگەیشتن بە بەکارهێنەر بۆ پڕۆژەی کۆکەرەوە دیاری بکرێت
fr: Impossible de déterminer l'accès de l'utilisateur au projet de collecteur

source: Failed to dispatch Couch proxy
bg: Неуспешно изпращане на Couch Proxy
ckb: شکستی هێنا لە ناردنی پرۆکسی Couch
fr: Échec de l'envoi du proxy Couch

source: Sync failed
bg: Синхронизирането е неуспешно
ckb: هاوکاتکردن شکستی هێنا
fr: Échec de la synchronisation

source: Sync Failed
bg: Синхронизацията е неуспешна
ckb: هاوکاتکردن شکستی هێنا
fr: Échec de la synchronisation

source: Unable to fetch collector projects
bg: Невъзможно извличане на колекторски проекти
ckb: ناتوانێت پڕۆژەکانی کۆکەرەوە بهێنرێت
fr: Impossible de récupérer les projets de collecteur

source: Make sure to set your MOBILE_OAUTH_CLIENT_ID in settings.py
bg: Уверете се, че сте задали своя MOBILE_OAUTH_CLIENT_ID в settings.py
ckb: دڵنیابە کە MOBILE_OAUTH_CLIENT_ID ی خۆت لە settings.py داناوە
fr: Assurez-vous de définir votre MOBILE_OAUTH_CLIENT_ID dans settings.py

source: If you want to change the datatype of an existing node. Delete and then re-create the node, or export the branch then edit the datatype and re-import the branch.
bg: Ако искате да промените типа данни на съществуващ възел. Изтрийте и след това създайте отново възела или експортирайте разклонението, след което редактирайте типа данни и го импортирайте отново.
ckb: ئەگەر بتەوێت جۆری داتاکانی گرێیەکی هەبوو بگۆڕیت. سڕینەوە و پاشان گرێکە دروست بکەرەوە، یان لقەکە هەناردە بکە پاشان دەستکاری جۆری داتاکە بکە و لقەکە هاوردە بکەرەوە.
fr: Si vous souhaitez modifier le type de données d'un nœud existant. Supprimez puis recréez le nœud, ou exportez la branche, puis modifiez le type de données et réimportez la branche.

source: Unable to delete collector project
bg: Не може да се изтрие проект на колекторa.
ckb: ناتوانرێت پڕۆژەی کۆکەرەوە بسڕدرێتەوە
fr: Impossible de supprimer le projet de collecteur

source: Unable to connect to CouchDB
bg: Невъзможност за свързване с CouchDB
ckb: ناتوانرێت پەیوەندی بە CouchDB بکرێت
fr: Impossible de se connecter à CouchDB

source: Unable to delete survey
bg: Не може да се изтрие проучването
ckb: ناتوانرێت ڕاپرسییەکە بسڕدرێتەوە
fr: Impossible de supprimer l'enquête

source: Unable to connect to CouchDB. Please confirm that CouchDB is running
bg: Невъзможно е да се свържете с CouchDB. Моля, потвърдете, че CouchDB е стартирана
ckb: ناتوانرێت پەیوەندی بە CouchDB بکرێت. تکایە پشتڕاستی بکەرەوە کە CouchDB کاردەکات
fr: Impossible de se connecter à CouchDB. Veuillez confirmer que CouchDB est en cours d'exécution

source: Unable to save collector project
bg: Не може да се запази проект на колектора
ckb: ناتوانرێت پڕۆژەی کۆکەرەوە پاشەکەوت بکرێت
fr: Impossible d'enregistrer le projet de collecteur

source: Failed to connect to a CouchDB service
bg: Неуспешно свързване с услуга на CouchDB
ckb: شکستی هێنا لە پەیوەندیکردن بە خزمەتگوزاری CouchDB
fr: Échec de la connexion à un service CouchDB

source: Logon to {app_name}
bg: Влезте в {app_name}
ckb: چوونەژوورەوە بۆ {app_name}
fr: Connectez-vous à {app_name}

source: Welcome to Arches! You've just been added to a Mobile Survey. Please take a moment to review the mobile_survey description and mobile_survey start and end dates.
bg: Добре дошли в Arches! Току-що бяхте добавени към мобилно проучване. Моля, отделете малко време, за да прегледате описанието на mobile_survey и началните и крайните дати на mobile_survey.
ckb: بەخێربێن بۆ ئارچێس! تۆ تازە زیاد بوویت بۆ ڕاپرسییەکی مۆبایل. تکایە ساتێک بۆ پێداچوونەوە بە وەسفی ڕاپرسی_مۆبایل و بەرواری دەستپێکردن و کۆتایی هاتنی ڕاپرسی_مۆبایل تەرخان بکە.
fr: Bienvenue aux Arches ! Vous venez d'être ajouté à un sondage mobile. Veuillez prendre un moment pour revoir la description de mobile_survey et les dates de début et de fin de mobile_survey.

source: If you have any qustions contact the site administrator at {admin_email}.
bg: Ако имате някакви въпроси, свържете се с администратора на сайта на {admin_email}.
ckb: ئەگەر هەر پرسیارێکتان هەیە پەیوەندی بە بەڕێوەبەری ماڵپەڕەکەوە بکەن لە {admin_email}.
fr: Si vous avez des questions, contactez l'administrateur du site à {admin_email}.

source: You've been invited to an {app_name} Survey!
bg: Поканени сте на проучване на {app_name}!
ckb: تۆ بانگهێشت کراویت بۆ ڕاپرسییەکی {app_name}!
fr: Vous avez été invité à participer à une enquête {app_name} !

source: Hi! The Mobile Survey you were part of has ended or is temporarily suspended. Please permform a final sync of your local dataset as soon as possible.
bg: Здравейте! Мобилното проучване, в което сте участвали, е приключило или е временно преустановено. Моля, извършете окончателно синхронизиране на локалния си набор от данни възможно най-скоро.
ckb: سڵاو! ئەو ڕاپرسییە مۆبایلەی کە تۆ بەشێک بوویت لێی کۆتایی هاتووە یان بۆ ماوەیەکی کاتی ڕاگیراوە. تکایە بە زووترین کات هاوکاتکردنی کۆتایی داتا سێتی ناوخۆیی خۆت ئەنجام بدە.
fr: Salut! L'enquête mobile dont vous faisiez partie a pris fin ou est temporairement suspendue. Veuillez effectuer une synchronisation finale de votre jeu de données local dès que possible.

source: There's been a change to an {app_name} Survey that you're part of!
bg: Има промяна в проучване на {app_name}, в което участвате!
ckb: گۆڕانکارییەک لە ڕاپرسییەکی {app_name} ڕوویداوە کە تۆ بەشێکیت لێی!
fr: Une modification a été apportée à une enquête {app_name} dont vous faites partie !

source: Unable to delete. Please verify the model status is active
bg: Невъзможно е да се изтрие. Моля, проверете дали статусът на модела е активен
ckb: ناتوانرێت بسڕدرێتەوە. تکایە دڵنیابە کە دۆخی مۆدێلەکە چالاکە
fr: Impossible de supprimer. Veuillez vérifier que le statut du modèle est actif

source: Unable to save. Please verify the model status is active
bg: Не може да се запази. Моля, проверете дали статусът на модела е активен
ckb: ناتوانێت پاشەکەوت بکات. تکایە دڵنیابە کە دۆخی مۆدێلەکە چالاکە
fr: Impossible de sauvegarder. Veuillez vérifier que le statut du modèle est actif

source: {total} instances have been submitted for export. Click the Bell icon to check for a link to download your data
bg: {total} екземпляри са подадени за експорт. Щракнете върху иконата на камбанка, за да проверите дали има линк за изтегляне на вашите данни
ckb: {کۆی گشتی} نموونەکان پێشکەش کراون بۆ هەناردەکردن. کلیک لە ئایکۆنی Bell بکە بۆ ئەوەی بزانیت بەستەرێک بۆ دابەزاندنی داتاکانتان هەیە
fr: {total} instances ont été soumises pour exportation. Cliquez sur l'icône de la cloche pour rechercher un lien pour télécharger vos données

source: Widget Label
bg: Етикет на Уиджета
fr: Libellé du widget

source: boolean
bg: Булев израз
fr: booléen

source: Fill Opacity
bg: Запълване на Прозрачност
fr: Opacité du remplissage

source: Is Not
bg: Не е
fr: N'est pas

source: Metadata
bg: Метаданни
fr: Métadonnées

source: geojson url
fr: URL geojson
