Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: Used to identify this Resource Model throughout the app interface. Default is New Resource Model.
bg: Използва се за идентифициране на този Ресурсен Модел в интерфейса на приложението. По подразбиране е Нов Ресурсен Модел.
ckb: بەکاردێت بۆ ناسینەوەی ئەم مۆدێلە سەرچاوەیە لە سەرانسەری ڕووکاری ئەپەکەدا. بەپێی پێشوەختە مۆدێلی سەرچاوەی نوێیە.
fr: Utilisé pour identifier ce modèle de ressource dans l'interface de l'application. La valeur par défaut est Nouveau modèle de ressource.

source: Optional subtitle, displayed on the Arches Designer home page.
bg: Незадължително подзаглавие, което се показва на началната страница на Дизайнера на Arches.
ckb: ژێرنووسی ئیختیاری، لە ماڵپەڕی سەرەکی Arches Designer پیشان دەدرێت.
fr: Sous-titre facultatif, affiché sur la page d'accueil d'Arches Designer.

source: Ontology
bg: Онтология
ckb: ئۆنتۆلۆژیا
fr: Ontologie

source: Decide whether an ontology will be enforced in this graph. To learn more about what this means, read <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">Ontologies in Arches</a>. By default, you are allowed to choose between using the CIDOC CRM v6.2, or using no ontology. Once a node or branch has been added to this graph the <strong>Ontology</strong> setting <em>cannot be modified</em>.
bg: Решете дали ще бъде приложена онтология в тази графа. За да научите повече за това какво означава, прочетете <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">"Онтологии в Arches".</a> По подразбиране ви е позволено да избирате между използване на CIDOC CRM v6.2 или да не използвате онтология. След като даден възел или разклонение бъде добавен в тази графа, настройката за <strong>Онтология</strong> <em>не може да бъде променяна</em>.
ckb: بڕیار بدە کە ئایا ئۆنتۆلۆژیایەک لەم گرافەدا جێبەجێ دەکرێت یان نا. بۆ ئەوەی زیاتر بزانیت کە ئەمە مانای چییە، <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">ئۆنتۆلۆژییەکان لە کەوانەکاندا</a> بخوێنەرەوە. بە شێوەیەکی بنەڕەتی، ڕێگەت پێدەدرێت لە نێوان بەکارهێنانی CIDOC CRM v6.2، یان بەکارهێنانی هیچ ئۆنتۆلۆژییەکدا هەڵبژێریت. کاتێک گرێیەک یان لقێک زیاد کرا بۆ ئەم گرافە ڕێکخستنی <strong>ئۆنتۆلۆژی</strong> <em>ناتوانرێت دەستکاری بکرێت</em>.
fr: Décidez si une ontologie sera appliquée dans ce graphe. Pour en savoir plus sur ce que cela signifie, lisez <a href="https://arches.readthedocs.io/en/stable/ontologies-in-arches" target="_blank">Ontologies dans Arches</a>. Par défaut, vous avez le choix entre utiliser le CIDOC CRM v6.2 ou ne pas utiliser d'ontologie. Une fois qu'un nœud ou une branche a été ajouté à ce graphe, le paramètre <strong>Ontologie</strong> <em>ne peut pas être modifié</em>.

source: Root Class
bg: Клас на корена
ckb: پۆلی ڕەگ
fr: Classe racine

source: This setting is only necessary if an "Ontology" has been chosen. Define the ontology class of the root node for this graph.
bg: Тази настройка е необходима само ако е избрана "Онтология". Определете онтологичния клас на кореновия възел за тази графа.
ckb: ئەم ڕێکخستنە تەنها پێویستە ئەگەر "ئۆنتۆلۆجی" هەڵبژێردرابێت. پۆلی ئۆنتۆلۆژیای گرێی ڕەگ بۆ ئەم گرافە پێناسە بکە.
fr: Ce paramètre n'est nécessaire que si une "Ontologie" a été choisie. Définissez la classe d'ontologie du nœud racine pour ce graphe.

source: Configuration
bg: Конфигурация
ckb: ڕێکخستن

source: Status
bg: Статус
ckb: دۆخ
fr: Statut

source: Set to "inactive" to disallow use of this graph during development. Inactive Resource Models cannot be used to create new resources, and inactive Branches can not be added to a Resource Model.
bg: Задайте "неактивен", за да забраните използването на тази графа по време на разработката. Неактивните Ресурсни Модели не могат да се използват за създаване на нови ресурси, а неактивните Разклонения не могат да се добавят към Ресурсен Модел.
ckb: ڕێکبخە بۆ "ناچالاک" بۆ ئەوەی ڕێگە نەدات بە بەکارهێنانی ئەم گرافە لە کاتی پەرەپێداندا. ناتوانرێت مۆدێلی سەرچاوەی ناچالاک بۆ دروستکردنی سەرچاوەی نوێ بەکاربهێنرێت، و ناتوانرێت لقە ناچالاکەکان زیاد بکرێت بۆ مۆدێلی سەرچاوە.
fr: Choisir "inactif" pour interdire l'utilisation de ce graphe pendant le développement. Les modèles de ressource inactifs ne peuvent pas être utilisés pour créer de nouvelles ressources et les branches inactives ne peuvent pas être ajoutées à un modèle de ressource.

source: Resource models that may be related
bg: Ресурсни модели, които могат да бъдат свързани
ckb: مۆدێلی سەرچاوە کە ڕەنگە پەیوەندییان هەبێت
fr: Modèles de ressources pouvant être liés

source: Choose which Resource Models can be related to this one with resource-to-resource relationships.
bg: Изберете кои Ресурсни Модели могат да бъдат свързани с този модел с връзки между ресурси.
ckb: هەڵبژێرە کە کام مۆدێلی سەرچاوە دەتوانێت پەیوەندی بەم مۆدێلەوە هەبێت بە پەیوەندی سەرچاوە بە سەرچاوە.
fr: Choisissez quels modèles de ressources peuvent être associés à celui-ci avec des relations de ressource à ressource.

source: Root Node Data Type
bg: Тип данни за основен възел
ckb: جۆری داتاکانی گرێی ڕەگ
fr: Type de données du nœud racine

source: Choose what data type to use for the root node of this Branch.
bg: Изберете какъв тип данни да използвате за основния възел на това разклонение.
ckb: هەڵبژێرە کە چ جۆرە داتایەک بۆ گرێی ڕەگی ئەم لقە بەکاربهێنیت.
fr: Choisissez le type de données à utiliser pour le nœud racine de cette branche.

source: Description
bg: Описание
ckb: وەسف

source: Author
bg: Автор
ckb: نووسەر
fr: Auteur

source: You can optionally add an <strong>Author</strong> to this graph. Only administrators will see this information.
bg: По желание можете да добавите <strong>Автор</strong> към тази графа. Само администраторите ще виждат тази информация.
ckb: دەتوانیت بە ئیختیاری <strong>نوسەر</strong> زیاد بکەیت بۆ ئەم گرافە. تەنها کارگێڕان ئەم زانیاریانە دەبینن.
fr: Vous pouvez éventuellement ajouter un <strong>auteur</strong> à ce graphe. Seuls les administrateurs verront ces informations.

source: Abstract
bg: Абстракт
ckb: پوختە
fr: Résumé

source: You can optionally add an <strong>Abstract</strong> to this graph.
bg: По желание можете да добавите <strong>Абстракт</strong> към тази графа.
ckb: دەتوانیت بە ئیختیاری <strong>Abstract</strong> زیاد بکەیت بۆ ئەم گرافە.
fr: Vous pouvez éventuellement ajouter un <strong>résumé</strong> à ce graphe.

source: Users will see this abstract when they are presented with a choice of what Resource Model to use to create a new resource.
bg: Потребителите ще видят този абстракт, когато им бъде представен избор на Ресурсен Модел, който да използват за създаване на нов ресурс.
ckb: بەکارهێنەران ئەم ئەبستراکتە دەبینن کاتێک کە هەڵبژاردەیەکیان پێشکەش دەکرێت کە چ مۆدێلێکی سەرچاوە بەکاربهێنن بۆ دروستکردنی سەرچاوەیەکی نوێ.
fr: Les utilisateurs verront ce résumé lorsqu'ils auront le choix du modèle de ressource à utiliser pour créer une nouvelle ressource.

source: This abstract will be shown in the Branch Library which is used during graph construction.
bg: Този абстракт ще бъде показан в Библиотека на Разклоненията, която се използва по време на изграждането на графата.
ckb: ئەم پوختەیە لە کتێبخانەی لقدا پیشان دەدرێت کە لە کاتی دروستکردنی گرافدا بەکاردەهێنرێت.
fr: Ce résumé sera affiché dans la bibliothèque de branche qui est utilisée lors de la construction du graphe.

source: JSON-LD Context
ckb: JSON-LD کۆنتێکست
fr: Contexte JSON-LD

source: Add a <a href="https://www.w3.org/TR/json-ld/">JSON-LD Context</a> for this Resource Model. This allows you to namespace common URI endpoints that are used within a JSON-LD output of the resource. You can enter a plain URL (<code>"http://www.cidoc-crm.org/cidoc-crm/"</code>), or JSON that defines multiple keys (<code>{"crm":"http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code>).
bg: Добавяне на <a href="https://www.w3.org/TR/json-ld/">JSON-LD Context</a> за този Ресурсен Модел. Това ви позволява да задавате имена на общи крайни точки URI, които се използват в JSON-LD резултата на ресурса. Можете да въведете обикновен URL адрес (<code> "http://www.cidoc-crm.org/cidoc-crm/"</code>) или JSON, който определя множество ключове (<code>{"crm": "http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code>).
ckb: <a href="https://www.w3.org/TR/json-ld/">JSON-LD Context</a> بۆ ئەم مۆدێلە سەرچاوەیە زیاد بکە. ئەمە ڕێگەت پێدەدات ناوی خاڵە کۆتاییە باوەکانی URI دابنێیت کە لەناو دەرچوونێکی JSON-LD ی سەرچاوەکەدا بەکاردەهێنرێن. دەتوانیت URLێکی سادە دابنێیت (<code>"http://www.cidoc-crm.org/cidoc-crm/"</code>)، یان JSON کە چەندین کلیل پێناسە دەکات (<code>{"crm":" http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-ڕستەسازی-ns#"}</کۆد >).
fr: Ajoutez un <a href="https://www.w3.org/TR/json-ld/">contexte JSON-LD</a> pour ce modèle de ressource. Cela vous permet d'espacer les points de terminaison URI communs qui sont utilisés dans une sortie JSON-LD de la ressource. Vous pouvez entrer une URL simple (<code>"http://www.cidoc-crm.org/cidoc-crm/"</code>) ou JSON qui définit plusieurs clés (<code>{"crm":" http://www.cidoc-crm.org/cidoc-crm/","rdf":"http://www.w3.org/1999/02/22-rdf-syntax-ns#"}</code >).

source: Appearance
bg: Външен вид
ckb: ڕووخسار
fr: Apparence

source: Color
bg: Цвят
ckb: ڕەنگ
fr: Couleur

source: Choose a color for this Resource Model to be used in the related resources force directed graph.
bg: Изберете цвят за този Ресурсен модел, който да се използва в силовата насочена графа от свързани ресурси.
ckb: ڕەنگێک بۆ ئەم مۆدێلە سەرچاوەیە هەڵبژێرە کە لە گرافیکی ئاراستەکراوی هێزی سەرچاوە پەیوەندیدارەکاندا بەکاربهێنرێت.
fr: Choisissez une couleur pour ce modèle de ressource à utiliser dans le tracé de graphe fondé sur les forces pour les ressources associées

source: Icon
bg: Икона
ckb: ئایکۆن
fr: Icône

source: Choose an icon to identify this graph throughout the app interface. You can browse the icons to select one, or type in the search bar to filter them. Arches uses the <a href="http://fontawesome.io/" target="_blank">Font Awesome</a> icon library; custom icons are not supported.
bg: Изберете икона, с която да идентифицирате тази графa в интерфейса на приложението. Можете да прегледате иконите, за да изберете една, или да въведете в лентата за търсене, за да ги филтрирате. Arches използва библиотеката за икони <a href="http://fontawesome.io/" target="_blank">Font Awesome</a>; потребителски икони не се поддържат.
ckb: ئایکۆنێک هەڵبژێرە بۆ ناسینەوەی ئەم گرافە لە سەرانسەری ڕووکاری ئەپەکەدا. دەتوانیت لە ئایکۆنەکاندا بگەڕێیت بۆ هەڵبژاردنی یەکێک، یان لە پەڕەی گەڕانەکەدا بنووسیت بۆ فلتەرکردنیان. Arches کتێبخانەی ئایکۆنەکانی <a href="http://fontawesome.io/" target="_blank">فۆنت سەرسوڕهێنەر</a> بەکاردەهێنێت؛ ئایکۆنە تایبەتەکان پشتگیری ناکرێت.
fr: Choisissez une icône pour identifier ce graphe dans l'interface de l'application. Vous pouvez parcourir les icônes pour en sélectionner une ou taper dans la barre de recherche pour les filtrer. Arches utilise la bibliothèque d'icônes <a href="http://fontawesome.io/" target="_blank">Font Awesome</a> ; les icônes personnalisées ne sont pas prises en charge.

source: Construct the Graph
bg: Конструиране на графата
ckb: گرافەکە دروست بکە
fr: Construire le graphe

source: Use the graph tree on the left side of the page to construct the graph. Every new graph starts with a <strong>Top Node</strong>, which will take the name of the new Resource Model or Branch. From this node, you can either <strong>Add Child Node</strong> to add a single node, or <strong>Add Branch</strong> to add an entire existing Branch.
bg: Използвайте графичното дърво в лявата част на страницата, за да построите графaта. Всяка нова графа започва с <strong>Горен Възел</strong>, който ще приеме името на новия Ресурсен Модел или Разклонение. От този възел можете да добавите или <strong>Дъщерен Възел</strong>, за да добавите единичен възел, или <strong>Добавяне на Разклонение</strong>, за да добавите цяло съществуващо Разклонение.
ckb: بۆ دروستکردنی گرافەکە دار گرافەکە لە لای چەپی لاپەڕەکە بەکاربهێنە. هەموو گرافێکی نوێ بە <strong>Top Node</strong> دەست پێدەکات، کە ناوی مۆدێلی سەرچاوە یان لقە نوێیەکە وەردەگرێت. لەم گرێیەوە، دەتوانیت یان <strong>زیادکردنی گرێی منداڵ</strong> بۆ زیادکردنی تاکە گرێیەک، یان <strong>زیادکردنی لق</strong> بۆ زیادکردنی تەواوی لقێکی هەبوو.
fr: Utilisez l'arbre sur le côté gauche de la page pour construire le graphe. Chaque nouveau graphe commence par un <strong>nœud supérieur</strong>, qui prendra le nom du nouveau modèle de ressource ou branche. À partir de ce nœud, vous pouvez soit <strong>Ajouter un nœud enfant</strong> pour ajouter un seul nœud, soit <strong>Ajouter une branche</strong> pour ajouter une branche existante entière.

source: At any point during construction you can switch from <strong>Design</strong> mode to <strong>Preview</strong> to see the full shape of your graph.
bg: Във всеки момент от конструирането можете да превключите от режим <strong>Проектиране</strong> към режим <strong>Преглед</strong>, за да видите пълната форма на графата си.
ckb: لە هەر خاڵێکدا لە کاتی بیناسازیدا دەتوانیت لە دۆخی <strong>دیزاین</strong>ەوە بگۆڕیت بۆ <strong>پێشبینی</strong> بۆ بینینی شێوەی تەواوی گرافەکەت.
fr: À tout moment pendant la construction, vous pouvez passer du mode <strong>Conception</strong> au mode <strong>Aperçu</strong> pour voir la forme complète de votre graphe.

source: If you have created a branch structure in a Resource Model that you would like to use in a different Resource Model, you can export it from the graph tree.
bg: Ако сте създали структура от разклонения в даден Ресурсен Модел, която искате да използвате в друг Ресурсен Модел, можете да я експортирате от графичното дърво.
ckb: ئەگەر پێکهاتەی لقێکت لە مۆدێلی سەرچاوەیەکدا دروست کردووە کە حەز دەکەیت لە مۆدێلێکی سەرچاوەی جیاوازدا بەکاری بهێنیت، دەتوانیت لە درەختی گرافەکەوە هەناردەی بکەیت.
fr: Si vous avez créé une structure de branche dans un modèle de ressource que vous souhaitez utiliser dans un autre modèle de ressource, vous pouvez l'exporter à partir de l'arbre.

source: add a node and branch to new graph - click to view
bg: добавяне на възел и разклонение към нова графа - кликнете, за да видите
ckb: زیادکردنی گرێ و لقێک بۆ گرافیکی نوێ - کلیک بکە بۆ بینین
fr: ajouter un nœud et une branche au nouveau graphe - cliquez pour afficher

source: Node-Level Settings
bg: Настройки на ниво възел
ckb: ڕێکخستنەکانی ئاستی گرێ
fr: Paramètres au niveau du nœud

source: Node Identifiers
bg: Идентификатори на възли
ckb: ناسێنەرەکانی گرێ
fr: Identificateurs de nœud

source: Node Name
bg: Име на възел
ckb: ناوی گرێ
fr: Nom du nœud

source: Set the name for this node. This will be used by default in the user interface, but a different name for display can be configured at the widget level.
bg: Задайте името на този възел. То ще се използва по подразбиране в потребителския интерфейс, но на ниво уиджет може да се конфигурира друго име за показване.
ckb: ناوی ئەم گرێیە دابنێ. ئەمە بە شێوازی پێشوەختە لە ڕووکاری بەکارهێنەردا بەکاردەهێنرێت، بەڵام دەتوانرێت ناوێکی جیاواز بۆ پیشاندانی لە ئاستی ویجتەکەدا ڕێکبخرێت.
fr: Définissez le nom de ce nœud. Celui-ci sera utilisé par défaut dans l'interface utilisateur, mais un nom d'affichage différent peut être configuré au niveau du widget.

source: Ontology Class
bg: Онтологичен клас
ckb: پۆلی ئۆنتۆلۆژی
fr: Classe d'ontologie

source: only present if this graph uses an ontology
bg: присъства само ако в тази графа се използва онтология.
ckb: تەنها ئەگەر ئەم گرافە ئۆنتۆلۆژییەک بەکاربهێنێت ئامادە بێت
fr: présent uniquement si ce graphe utilise une ontologie

source: This setting assigns an ontological class to this node. To learn more, read <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">Ontologies in Arches</a>
bg: Тази настройка присвоява онтологичен клас на този възел. За да научите повече, прочетете <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">Онтологии в Arches</a>
ckb: ئەم ڕێکخستنە پۆلێکی ئۆنتۆلۆژی بۆ ئەم گرێیە دیاری دەکات. بۆ زانیاری زیاتر، <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">ئۆنتۆلۆژییەکان لە کەوانەکاندا</a> بخوێنەرەوە
fr: Ce paramètre attribue une classe ontologique à ce nœud. Pour en savoir plus, lisez <a href="https://arches.readthedocs.io/en/stable/managing-resources/#ontologies-in-arches" target="_blank">Ontologies dans Arches</a>

source: Relationship to...
bg: Връзка с...
ckb: پەیوەندی لەگەڵ...
fr: Relation avec...

source: Define what relationship this node has with its parent node (the one directly above it in the graph tree). A verbalization of your choice is shown in the <strong>Semantics</strong> section below this setting.
bg: Определете каква е връзката на този възел с главния му възел (този, който е непосредствено над него в графичното дърво). Вербализацията на вашия избор е показана в раздела <strong>Семантика</strong> под тази настройка.
ckb: پێناسە بکە کە ئەم گرێیە چ پەیوەندییەکی لەگەڵ گرێی باوکیدا هەیە (ئەو گرێیەی کە ڕاستەوخۆ لە سەرەوەیەتی لە دار گرافەکەدا). زارەکیکردنێک بە دڵی خۆت لە بەشی <strong>واتا</strong> لە خوارەوەی ئەم ڕێکخستنەدا نیشان دەدرێت.
fr: Définissez la relation entre ce nœud et son nœud parent (celui qui se trouve juste au-dessus dans l'arborescence du graphe). Une verbalisation de votre choix est affichée dans la section <strong>Sémantique</strong> sous ce paramètre.

source: Node Data Type and Settings
bg: Тип данни и настройки на възела
ckb: جۆری داتا و ڕێکخستنەکانی گرێ
fr: Type de données et paramètres de nœud

source: Depending on which data type you choose, you may have many more settings to fill out. Those listed below will be present for every node no matter the data type.
bg: В зависимост от избрания тип данни може да се наложи да попълните още много настройки. Изброените по-долу настройки ще присъстват за всеки възел, независимо от типа данни.
ckb: بەپێی ئەوەی کام جۆری داتا هەڵدەبژێریت، لەوانەیە چەندین ڕێکخستنی ترت هەبێت بۆ پڕکردنەوە. ئەوانەی لە خوارەوە ئاماژەیان پێکراوە بۆ هەموو گرێیەک ئامادە دەبن بەبێ گوێدانە جۆری داتاکان.
fr: Selon le type de données que vous choisissez, vous pouvez avoir beaucoup plus de paramètres à remplir. Ceux répertoriés ci-dessous seront présents pour chaque nœud, quel que soit le type de données.

source: Data type
bg: Вид на данните
ckb: جۆری زانیاری
fr: Type de données

source: Choose the data type for this node. Please see the <strong>Default Data Types</strong> section below. Once data is collected for this node, this setting cannot be changed.
bg: Изберете типа данни за този възел. Моля, вижте раздела <strong>Типове данни по подразбиране</strong> по-долу. След като бъдат събрани данни за този възел, тази настройка не може да бъде променена.
ckb: جۆری داتا بۆ ئەم گرێیە هەڵبژێرە. تکایە سەیری بەشی <strong>جۆرەکانی داتا پێشوەختە</strong> بکە لە خوارەوە. کاتێک داتاکان بۆ ئەم گرێیە کۆکرانەوە، ئەم ڕێکخستنە ناتوانرێت بگۆڕدرێت.
fr: Choisissez le type de données pour ce nœud. Veuillez consulter la section <strong>Types de données par défaut</strong> ci-dessous. Une fois les données collectées pour ce nœud, ce paramètre ne peut plus être modifié.

source: Expose to Advanced Search
bg: Подлагане на разширено търсене
ckb: بەرکەوتن بە گەڕانی پێشکەوتوو
fr: Exposez à la recherche avancée

source: If true users will be able to add this node to an Advanced Search query.
bg: Ако е вярно, потребителите ще могат да добавят този възел към заявка за разширено търсене.
ckb: ئەگەر بەکارهێنەرانی ڕاستەقینە بتوانن ئەم گرێیە زیاد بکەن بۆ پرسیارێکی گەڕانی پێشکەوتوو.
fr: Si vrai, les utilisateurs pourront ajouter ce nœud à une requête de recherche avancée.

source: Required
bg: Задължително
ckb: داواکراو
fr: Obligatoire

source: If true a value must be entered for this node in order to save it. Once data is collected for this node, this setting cannot be changed.
bg: Ако е вярно, трябва да се въведе стойност за този възел, за да се запази. След като бъдат събрани данни за този възел, тази настройка не може да бъде променена.
ckb: ئەگەر ڕاست بێت دەبێت بەهایەک بۆ ئەم گرێیە داخڵ بکرێت بۆ ئەوەی پاشەکەوتی بکرێت. کاتێک داتاکان بۆ ئەم گرێیە کۆکرانەوە، ئەم ڕێکخستنە ناتوانرێت بگۆڕدرێت.
fr: Si vrai, une valeur doit être entrée pour ce nœud afin de l'enregistrer. Une fois les données collectées pour ce nœud, ce paramètre ne peut plus être modifié.

source: Place node(s) in a separate card
bg: Поставете възел (възли) в отделна карта
ckb: گرێ(ەکان) لە کارتێکی جیادا دابنێ
fr: Placer le(s) nœud(s) dans une fiche séparée

source: only present if this node is not already the top node for a card
bg: присъства само ако този възел все още не е най-горният възел за дадена карта.
ckb: تەنها ئەگەر ئەم گرێیە پێشتر گرێی سەرەوە نەبێت بۆ کارتێک ئامادە بێت
fr: présent uniquement si ce nœud n'est pas déjà le nœud supérieur d'une fiche

source: If true this node will be set in a different card from its parent. This affects data entry, and you are encouraged to test both states of this setting while building you graph. Once data is collected for this node, this setting cannot be changed.
bg: Ако е вярно, този възел ще бъде поставен различна от главната карта. Това се отразява на въвеждането на данни, препоръчваме ви да тествате и двете състояния на тази настройка, докато изграждате графата. След като бъдат събрани данни за този възел, тази настройка няма да може да бъде променена.
ckb: ئەگەر ڕاست بێت ئەم گرێیە لە کارتێکی جیاوازدا لە دایک و باوکی دادەنرێت. ئەمە کاریگەری لەسەر داخڵکردنی داتا هەیە، و هاندەدرێیت کە هەردوو دۆخی ئەم ڕێکخستنە تاقی بکەیتەوە لەکاتی دروستکردنی گرافەکەتدا. کاتێک داتاکان بۆ ئەم گرێیە کۆکرانەوە، ئەم ڕێکخستنە ناتوانرێت بگۆڕدرێت.
fr: Si vrai, ce nœud sera défini dans une fiche différente de son parent. Cela affecte la saisie des données et nous vous encourageons à tester les deux états de ce paramètre lors de la création de votre graphe. Une fois les données collectées pour ce nœud, ce paramètre ne peut plus être modifié.

source: Default Data Types
bg: Видове данни по подразбиране
ckb: جۆرەکانی داتا بە شێوەی پێشوەختە
fr: Types de données par défaut

source: The data type of a node determines what kind of data that node will store. Once chosen, some data types will require further configuration.
bg: Типът на данните на даден възел определя вида на данните, които той ще съхранява. След като бъдат избрани, някои типове данни ще изискват допълнителна конфигурация.
ckb: جۆری داتاکانی گرێیەک دیاری دەکات کە ئەو گرێیە چ جۆرە داتایەک هەڵدەگرێت. کاتێک هەڵبژێردرا، هەندێک جۆری داتا پێویستیان بە ڕێکخستنی زیاتر دەبێت.
fr: Le type de données d'un nœud détermine le type de données que ce nœud stockera. Une fois choisis, certains types de données nécessiteront une configuration supplémentaire.

source: Developers can <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">create new datatypes</a>.
bg: Програмистите могат да <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">създават нови типове данни</a>.
ckb: گەشەپێدەران دەتوانن <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">جۆری داتا نوێ دروست بکەن</a>.
fr: Les développeurs peuvent <a href="https://arches.readthedocs.io/en/stable/functions-widgets-datatypes/#datatypes" target="_blank">créer de nouveaux types de données</a>.

source: Use this to store a "yes"/"no" or "true"/"false" value.
bg: Съхраните стойност, като използвате "да"/"не" или "вярно"/"невярно".
ckb: ئەمە بەکاربهێنە بۆ هەڵگرتنی بەهای "بەڵێ"/"نا" یان "ڕاست"/"هەڵە".
fr: Utilisez ceci pour stocker une valeur "oui"/"non" ou "vrai"/"faux".

source: concept
bg: концепция
ckb: چەمک
