Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: You will need a Mapping File if you plan to <a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank">bulk import resources</a> from a CSV file.
bg: Ще ви е необходим файл за картографиране, ако планирате<a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank"> групово импортиране на ресурси</a> от CSV файл.
ckb: پێویستت بە پەڕگەیەکی نەخشەسازی دەبێت ئەگەر پلانت هەبێت <a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank">سەرچاوەکانی هاوردەکردنی بەکۆمەڵ</a> لە پەڕگەیەکی CSV .
fr: Vous aurez besoin d'un fichier de mappage si vous prévoyez d'<a href="https://arches.readthedocs.io/en/stable/import-export" target="_blank">importer des ressources en masse</a> à partir d'un fichier CSV .

source: Delete all resource instances that have been made with this Resource Model. <strong>This operation is not reversible!</strong> It's likely this operation would never be used outside of initial installation and testing.
bg: Изтриване на всички екземпляри на ресурси, които са създадени с този Ресурсен Модел. <strong>Тази операция не може да бъде отменена!</strong> Вероятно тази операция никога няма да бъде използвана извън първоначалната инсталация и тестване.
ckb: هەموو ئەو نموونە سەرچاوەیانەی کە بەم مۆدێلە سەرچاوەیە دروستکراون بسڕەوە. <strong>ئەم کارە ناگەڕێتەوە!</strong> پێدەچێت ئەم کارە هەرگیز لە دەرەوەی دامەزراندنی سەرەتایی و تاقیکردنەوە بەکارنەهاتبێت.
fr: Supprimez toutes les instances de ressource créées avec ce modèle de ressource. <strong>Cette opération n'est pas réversible !</strong> Il est probable que cette opération ne sera jamais utilisée en dehors de l'installation et des tests initiaux.

source: Export this graph to a .json file. It can then be imported into a different Arches installation, or copied into a package.
bg: Експортирайте тази графа в .json файл. След това той може да бъде импортиран в друга инсталация на Arches или да бъде копиран в пакет.
ckb: ئەم گرافە هەناردە بکە بۆ فایلێکی .json. پاشان دەتوانرێت هاوردە بکرێت بۆ ناو دامەزراندنێکی جیاوازی Arches، یان کۆپی بکرێت بۆ ناو پاکێجێک.
fr: Exportez ce graphe dans un fichier .json. Il peut ensuite être importé dans une autre installation Arches ou copié dans un package.

source: Clone
bg: Клониране
ckb: کلۆن
fr: Cloner

source: Create a duplicate of this graph. Useful during development if you want to alter a Resource Model that already has resource instances saved.
bg: Създайте дубликат на тази графа. Полезно е по време на разработката, ако искате да промените ресурсен модел, който вече има записани екземпляри на ресурси.
ckb: دووبارەکردنەوەی ئەم گرافە دروست بکە. لە کاتی پەرەپێدان بەسوودە ئەگەر بتەوێت مۆدێلێکی سەرچاوە بگۆڕیت کە پێشتر نموونەی سەرچاوەی هەڵگیراوە.
fr: Créez une copie de ce graphe. Utile pendant le développement si vous souhaitez modifier un modèle de ressource qui a déjà des instances de ressource enregistrées.

source: Delete this graph. If this is a Resource Model, all resource instances that have been made with it will also be deleted (as with <strong>Delete Instances</strong> operation above).
bg: Изтрийте тази графа. Ако това е Ресурсен Модел, всички екземпляри на ресурси, които са били създадени с него, също ще бъдат изтрити (както при операцията Изтриване на екземпляри по-горе).
ckb: ئەم گرافە بسڕەوە. ئەگەر ئەمە مۆدێلی سەرچاوە بێت، هەموو ئەو نموونە سەرچاوەیانەی کە لەگەڵیدا دروستکراون دەسڕدرێنەوە (وەک لە کارپێکردنی <strong>نموونەکان بسڕەوە</strong> لە سەرەوە).
fr: Supprimer ce graphe. S'il s'agit d'un modèle de ressource, toutes les instances de ressource qui ont été créées avec celui-ci seront également supprimées (comme avec l'opération <strong>Supprimer les instances</strong> ci-dessus).

source: What are Resource Models and Branches?
bg: Какво представляват Ресурсните Модели и Разклоненията?
ckb: مۆدێلی سەرچاوە و لقەکان چین؟
fr: Que sont les modèles de ressources et les branches ?

source: At the core of an Arches database are a series of structures called "graphs", of which there are two types:
bg: В основата на базата данни на Arches са поредица от структури, наречени "графи", които са два вида:
ckb: لە ناوەڕۆکی بنکەدراوەی ئارچێسدا زنجیرەیەک پێکهاتە هەیە کە پێیان دەوترێت "گراف"، کە دوو جۆریان هەیە:
fr: Au cœur d'une base de données Arches se trouvent une série de structures appelées "graphes", dont il existe deux types :

source: <strong>Resource Models</strong> - When creating new Resources, a data entry user must decide which Resource Model to use, determining what information is collected for the Resource. Think of different Resource Models as categories of records in your database&mdash;"Buildings" vs. "Archaeological Sites" vs. "Cemeteries", for example. Every Arches database must have at least one Resource Model.
bg: </strong>Ресурсни Модели</strong> - Когато се създават нови ресурси, потребителят, който въвежда данни, трябва да реши кой Ресурсен Модел да използва, определяйки каква информация се събира за ресурса. Мислете за различните Ресурсни Модели като за категории записи във вашата база данни&mdash; "Сгради" срещу "Археологически обекти" срещу "Гробища", например. Всяка база данни на Arches трябва да има поне един Ресурсен Модел.
ckb: <strong>مۆدێلی سەرچاوە</strong> - لە کاتی دروستکردنی سەرچاوەی نوێدا، بەکارهێنەری داخڵکردنی داتا دەبێت بڕیار بدات کە کام مۆدێلی سەرچاوە بەکاربهێنێت، دیاری دەکات کە چ زانیارییەک بۆ سەرچاوەکە کۆدەکرێتەوە. بیر لە مۆدێلی سەرچاوە جیاوازەکان بکەرەوە وەک پۆلەکانی تۆمارەکان لە بنکەدراوەی خۆتدا&mdash;"بیناکان" بەرامبەر "شوێنە شوێنەوارییەکان" بەرامبەر "گۆڕستانەکان"، بۆ نموونە. هەموو بنکەدراوەیەکی Arches دەبێت لانیکەم یەک Resource Model ی هەبێت.
fr: <strong>Modèles de ressources</strong> - Lors de la création de nouvelles ressources, un utilisateur de saisie de données doit décider quel modèle de ressource utiliser, en déterminant quelles informations sont collectées pour la ressource. Considérez les différents modèles de ressources comme des catégories d'enregistrements dans votre base de données : "Bâtiments" par rapport aux "Sites archéologiques" par rapport aux "Cimetières", par exemple. Chaque base de données Arches doit avoir au moins un modèle de ressource.

source: <strong>Branches</strong> - You can think of Branches as "partial" graphs that can be aggregated to form the "full" graph of a Resource Model. They function as resuable building blocks, allowing you to avoid having to manually recreate complex structures in multiple Resource Models.
bg: <strong>Разклонения</strong> - Можете да мислите за разклоненията като за "частични" графи, които могат да бъдат обединени, за да образуват "пълна" графика на Ресурсните Модели. Те функционират като използваеми градивни елементи, което ви позволява да избегнете необходимостта от ръчно пресъздаване на сложни структури в множество Ресурсни Модели.
ckb: <strong>لقەکان</strong> - دەتوانیت بیر لە لقەکان بکەیتەوە وەک گرافیکی "بەشەکی" کە دەتوانرێت کۆبکرێنەوە بۆ پێکهێنانی گرافیکی "تەواو"ی مۆدێلی سەرچاوە. ئەوان وەکو بلۆکی بیناسازی دووبارە بەکارهێنراو کاردەکەن، ڕێگەت پێدەدات کە پێویست نەکات بە دەست پێکهاتەی ئاڵۆز لە چەندین مۆدێلی سەرچاوەدا دروست بکەیتەوە.
fr: <strong>Branches</strong> - Vous pouvez considérer les branches comme des graphes "partiels" qui peuvent être agrégés pour former le graphe "complet" d'un modèle de ressource. Ils fonctionnent comme des blocs de construction réutilisables, ce qui vous évite d'avoir à recréer manuellement des structures complexes dans plusieurs modèles de ressources.

source: The profile manager allows you to update your account information, such as your password, at any time. It also gives you a summary of your participation in data collection efforts that are in progress via <a href="https://arches.readthedocs.io/en/stable/using-arches-collector.html" target="_blank">Arches Collector</a>.
bg: Мениджърът на профили ви позволява да актуализирате информацията за профила си, като например паролата си, по всяко време. Той също така ви дава обобщение на вашето участие в усилията за събиране на данни, които са в ход чрез <a href="https://arches.readthedocs.io/en/stable/using-arches-collector.html" target="_blank">Arches Колектор</a>.
ckb: بەڕێوەبەری پڕۆفایلی ڕێگەت پێدەدات لە هەر کاتێکدا زانیاری ئەکاونتەکەت وەک وشەی نهێنی نوێ بکەیتەوە. هەروەها پوختەیەکت پێدەدات لە بەشداریکردنت لە هەوڵەکانی کۆکردنەوەی زانیاری کە لە پێشکەوتندان لە ڕێگەی <a href="https://arches.readthedocs.io/en/stable/using-arches-collector.html" target="_blank". >کۆکەرەوەی کەوانەکان</a>.
fr: Le gestionnaire de profil vous permet de mettre à jour les informations de votre compte, telles que votre mot de passe, à tout moment. Il vous donne également un résumé de votre participation aux efforts de collecte de données en cours via <a href="https://arches.readthedocs.io/en/stable/using-arches-collector.html" target="_blank" >Collecteur d'Arches</a>.

source: Mobile
bg: Мобилен
ckb: مۆبایل
fr: Portable

source: Taktsang Palphug Monastery (also known as Paro Takstang or Tiger's Nest Monastery), Bhutan
bg: Манастир Такцанг Палфуг (известен също като манастир Паро Такстанг или Манастир "Тигрово гнездо"), Бутан
ckb: خانەقای تاکسانگ پالفوگ (بە پارۆ تاکستانگ یان خانەقای هێلانەی پڵنگ ناسراوە)، بۆتان
fr: Monastère de Taktsang Palphug (également connu sous le nom de Paro Takstang ou monastère du nid du tigre), Bhoutan

source: Work on the go...
bg: Работете в движение...
ckb: کارکردن لە کاتی ڕۆشتندا...
fr: Travailler en déplacement...

source: Arches Collector allows you to create new data and edit existing records when you're away from your computer. Don't worry if you're out of cell or Wi-Fi range. Create new records, update information, even add new map locations. Then synch your changes to your Arches application when you re-establish a network connection.
bg: Arches Колектор ви позволява да създавате нови данни и да редактирате съществуващи записи, когато сте далеч от компютъра си. Не се притеснявайте, ако сте извън обхвата на мобилните мрежи или Wi-Fi. Създавайте нови записи, актуализирайте информацията и дори добавяйте нови местоположения на картата. След това синхронизирайте промените с приложението Arches, когато отново установите мрежова връзка.
ckb: Arches Collector ڕێگەت پێدەدات داتای نوێ دروست بکەیت و دەستکاری تۆمارە هەبووەکان بکەیت کاتێک لە کۆمپیوتەرەکەت دووریت. ئەگەر لە دەرەوەی مەودای خانە یان وای فای بوویت نیگەران مەبە. تۆماری نوێ دروست بکە، زانیاری نوێ بکەرەوە، تەنانەت شوێنی نەخشەی نوێ زیاد بکە. پاشان گۆڕانکارییەکانتان لەگەڵ بەرنامەی Arches ـەکەتدا هاوکات بکە کاتێک پەیوەندی تۆڕێک دادەمەزرێنیتەوە.
fr: Arches Collector vous permet de créer de nouvelles données et de modifier des enregistrements existants lorsque vous êtes loin de votre ordinateur. Ne vous inquiétez pas si vous êtes hors de portée cellulaire ou Wi-Fi. Créez de nouveaux enregistrements, mettez à jour les informations et ajoutez même de nouveaux emplacements sur la carte. Synchronisez ensuite vos modifications avec votre application Arches lorsque vous rétablissez une connexion réseau.

source: Arches Collector is available for iOS and Android devices. Download the app from your favorite marketplace.
bg: Arches Kолектор е наличен за устройства с iOS и Android. Изтеглете приложението от любимия си маркет.
ckb: Arches Collector بۆ ئامێرەکانی ئای ئۆ ئێس و ئەندرۆید بەردەستە. لە بازاڕی دڵخوازتەوە ئەپەکە دابەزێنە.
fr: Arches Collector est disponible pour les appareils iOS et Android. Téléchargez l'application depuis votre place de marché préférée.

source: Arches Collector
bg: Arches Колектор
ckb: کۆکەرەوەی کەوانەکان
fr: Arches collecteur

source: Find an address...
bg: Намиране на адрес...
ckb: ناونیشانێک بدۆزەرەوە...
fr: Trouver une adresse...

source: Edits pending...
bg: Очаква се редакция...
ckb: دەستکارییەکان لە چاوەڕوانیدا...
fr: Modifications en attente...

source: You currently have edits pending, are you sure you would like to proceed (and discard any pending edits)?
bg: В момента имате редакции на изчакване, сигурни ли сте, че искате да продължите (и да отхвърлите всички редакции на изчакване)?
ckb: لە ئێستادا دەستکارییەکانت هەڵپەسێردراون، ئایا دڵنیای کە حەز دەکەیت بەردەوام بیت (و هەر دەستکارییەکی هەڵپەسێردراو فڕێی بدەیت)؟
fr: Vous avez actuellement des modifications en attente. Voulez-vous vraiment continuer (et supprimer toutes les modifications en attente) ?

source: Delete Resource?
bg: Изтриване на ресурса?
ckb: سەرچاوە بسڕەوە؟
fr: Supprimer la ressource ?

source: Deleting this resource will remove it (and all associated data) entirely. Are you sure you would like to proceed?
bg: Изтриването на този ресурс ще го премахне изцяло (и всички свързани с него данни). Сигурни ли сте, че искате да продължите?
ckb: سڕینەوەی ئەم سەرچاوەیە بە تەواوی (و هەموو داتاکانی پەیوەندیدار) بە تەواوی لا دەبات. ئایا دڵنیای کە حەز دەکەیت بەردەوام بیت؟
fr: La suppression de cette ressource la supprimera entièrement (ainsi que toutes les données associées). Voulez-vous vraiment continuer ?

source: Delete map layer?
bg: Изтриване на слой от картата?
ckb: چینى نەخشە بسڕەوە؟
fr: Supprimer la couche de la carte ?

source: Deleting this map layer will remove it entirely. You cannot undo this action. Are you sure you would like to proceed?
bg: Изтриването на този слой от картата ще го премахне изцяло. Не можете да върнете това действие. Сигурни ли сте, че искате да продължите?
ckb: سڕینەوەی ئەم چینە نەخشەیە بە تەواوی لا دەبات. ناتوانیت ئەم کردارە هەڵبوەشێنیتەوە. ئایا دڵنیای کە حەز دەکەیت بەردەوام بیت؟
fr: La suppression de cette couche de carte la supprimera entièrement. Vous ne pouvez pas annuler cette action. Voulez-vous vraiment continuer ?

source: Delete survey?
bg: Изтриване на проучването?
ckb: سڕینەوەی ڕاپرسی؟
fr: Supprimer l'enquête ?

source: Deleting this survey will remove it entirely. You cannot undo this action. Are you sure you would like to proceed?
bg: Изтриването на това проучване ще го премахне изцяло. Не можете да върнете това действие. Сигурни ли сте, че искате да продължите?
ckb: سڕینەوەی ئەم ڕاپرسییە بە تەواوی لا دەبات. ناتوانیت ئەم کردارە هەڵبوەشێنیتەوە. ئایا دڵنیای کە حەز دەکەیت بەردەوام بیت؟
fr: La suppression de cette enquête la supprimera entièrement. Vous ne pouvez pas annuler cette action. Voulez-vous vraiment continuer ?

source: Graph import failed.
bg: Импортирането на графи е неуспешно.
ckb: هاوردەکردنی گرافیک شکستی هێنا.
fr: L'importation du graphe a échoué.

source: Request Failed...
bg: Заявката е неуспешна...
ckb: داواکاری شکستی هێنا...
fr: Demande échoué...

source: Sorry! The request failed. Please try again. Contact your system administrator if the problem persists.
bg: Съжаляваме! Заявката не е успешна. Моля, опитайте отново. Свържете се с вашия системен администратор, ако проблемът продължава да съществува.
ckb: ببوورە! داواکارییەکە شکستی هێنا. تكایە دوبارە هەوڵ بدەوە. ئەگەر کێشەکە بەردەوام بوو پەیوەندی بە بەڕێوەبەری سیستەمەکەتەوە بکە.
fr: Désolé! La demande a échoué. Veuillez réessayer. Contactez votre administrateur système si le problème persiste.

source: Resource Successfully Copied.
bg: Ресурсът е Успешно Копиран.
ckb: سەرچاوە بە سەرکەوتوویی کۆپی کراوە.
fr: Ressource copiée avec succès.

source: Resource Copy Failed...
bg: Копирането на Ресурса е Неуспешно...
ckb: کۆپیکردنی سەرچاوە شکستی هێنا...
fr: La copie de la ressource a échoué...

source: Sorry! The copy request failed. Please try again. Contact your system administrator if the problem persists.
bg: Съжаляваме! Заявката за копиране бе неуспешна. Моля, опитайте отново. Свържете се с вашия системен администратор, ако проблемът продължава да съществува.
ckb: ببوورە! داواکاری کۆپی شکستی هێنا. تكایە دوبارە هەوڵ بدەوە. ئەگەر کێشەکە بەردەوام بوو پەیوەندی بە بەڕێوەبەری سیستەمەکەتەوە بکە.
fr: Désolé! La demande de copie a échoué. Veuillez réessayer. Contactez votre administrateur système si le problème persiste.

source: You are deactivating an active survey
bg: Деактивирате активно проучване
ckb: تۆ ڕاپرسییەکی چالاک ناچالاک دەکەیت
fr: Vous désactivez une enquête active

source: Users will not be able to download this survey to their device
bg: Потребителите няма да могат да изтеглят това проучване на своето устройство.
ckb: بەکارهێنەران ناتوانن ئەم ڕاپرسییە بۆ ئامێرەکەیان دابەزێنن
fr: Les utilisateurs ne pourront pas télécharger cette enquête sur leur appareil

source: You are activating this survey
bg: Активирате това проучване
ckb: تۆ ئەم ڕاپرسییە چالاک دەکەیت
fr: Vous activez cette enquête

source: Users will immediately be able to download this survey and begin collecting data
bg: Потребителите ще могат веднага да изтеглят това проучване и да започнат да събират данни.
ckb: بەکارهێنەران دەستبەجێ دەتوانن ئەم ڕاپرسییە دابەزێنن و دەست بکەن بە کۆکردنەوەی زانیارییەکان
fr: Les utilisateurs pourront immédiatement télécharger cette enquête et commencer à collecter des données

source: You are about to delete ${val}.
bg: Предстои да изтриете ${val}.
ckb: خەریکە ${val} دەسڕیتەوە.
fr: Vous êtes sur le point de supprimer ${val}.

source: Are you sure you want to continue?
bg: Сигурни ли сте, че искате да продължите?
ckb: دڵنیای کە دەتەوێت بەردەوام بیت؟
fr: Es-tu sur de vouloir continuer?

source: You are about to quit the workflow.
bg: На път сте да прекратите работния процес.
ckb: خەریکە واز لە کاری کارکردن بهێنیت.
fr: Vous êtes sur le point de quitter le workflow.

source: Model Details
bg: Подробности за модела
ckb: وردەکاری مۆدێل
fr: Détails du modèle

source: Summary of how this model participates in the survey
bg: Обобщение на начина, по който този модел участва в проучването
ckb: پوختەیەک لە چۆنیەتی بەشداریکردنی ئەم مۆدێلە لە ڕاپرسییەکەدا
fr: Résumé de la façon dont ce modèle participe à l'enquête

source: The cardinality of this card can\
bg: Кардиналността на тази карта може да бъде\
ckb: کاردیناڵی ئەم کارتە دەتوانێت\
fr: La cardinalité de cette fiche peut\

source: Cancel drawing
bg: Отмяна на чертежа
ckb: هەڵوەشاندنەوەی وێنەکێشان
fr: Annuler le dessin

source: Finish drawing
bg: Завършване на чертежа
ckb: تەواوکردنی وێنەکێشان
fr: Terminer le dessin

source: Finish
bg: Завършете
ckb: کۆتایی
fr: Finir

source: Delete last point drawn
bg: Изтриване на последната нарисувана точка
ckb: دوا خاڵ کە کێشراوە بسڕەوە
fr: Supprimer le dernier point dessiné

source: Delete last point
bg: Изтриване на последната точка
ckb: دوا خاڵ بسڕەوە
fr: Supprimer le dernier point

source: Draw a polyline
bg: Начертайте полилиния
ckb: پۆلیلاینێک بکێشە
fr: Dessiner une polyligne

source: Draw a polygon
bg: Начертайте многоъгълник
ckb: فرەگۆشەیەک بکێشە
fr: Dessiner un polygone

source: Draw a rectangle
bg: Начертайте правоъгълник
ckb: گۆشەیەکی چوارگۆشە بکێشە
fr: Dessiner un rectangle

source: Draw a circle
bg: Начертайте кръг
ckb: بازنەیەک بکێشە
fr: Dessiner un cercle

source: Draw a marker
bg: Начертайте маркер
ckb: نیشاندەرێک بکێشە
fr: Dessiner un marqueur

source: Click and drag to draw circle.
bg: Щракнете и плъзнете, за да начертаете кръг.
ckb: بۆ کێشانی بازنە کلیک بکە و ڕابکێشە.
fr: Cliquez et faites glisser pour dessiner un cercle.

source: Click map to place marker.
bg: Кликнете върху картата, за да поставите маркер.
ckb: بۆ دانانی نیشاندەر کلیک لە نەخشە بکە.
fr: Cliquez sur la carte pour placer le marqueur.

source: Click to start drawing shape.
bg: Щракнете, за да започнете да чертаете форма.
ckb: بۆ دەستپێکردنی شێوە کێشان کلیک بکە.
fr: Cliquez pour commencer à dessiner la forme.

source: Click to continue drawing shape.
bg: Щракнете, за да продължите да чертаете формата.
ckb: بۆ بەردەوام بوون لە کێشانی شێوە کلیک بکە.
fr: Cliquez pour continuer à dessiner la forme.

source: Click first point to close this shape.
bg: Щракнете върху първата точка, за да затворите тази форма.
ckb: بۆ داخستنی ئەم شێوەیە کلیک لە خاڵی یەکەم بکە.
fr: Cliquez sur le premier point pour fermer cette forme.

source: <strong>Error:</strong> shape edges cannot cross!
bg: <strong>Грешка:</strong> ръбовете на формата не могат да се пресичат!
ckb: <strong>هەڵە:</strong> لێوارەکانی شێوە ناتوانن ببڕن!
fr: <strong>Erreur :</strong> les bords de la forme ne peuvent pas se croiser !

source: Click to start drawing line.
bg: Кликнете, за да започнете да чертаете линия.
ckb: بۆ دەستپێکردنی کێشانی هێڵ کلیک بکە.
fr: Cliquez pour commencer à tracer la ligne.

source: Click to continue drawing line.
bg: Щракнете, за да продължите да чертаете линията.
ckb: بۆ بەردەوام بوون لە کێشانی هێڵ کلیک بکە.
fr: Cliquez pour continuer à tracer la ligne.

source: Click last point to finish line.
bg: Щракнете върху последната точка, за да завършите линията.
ckb: بۆ تەواوکردنی هێڵی کۆتایی کلیک لە خاڵی کۆتایی بکە.
fr: Cliquez sur le dernier point pour terminer la ligne.

source: Click and drag to draw rectangle.
bg: Кликнете и плъзнете, за да начертаете правоъгълник.
ckb: بۆ کێشانی گۆشە چوارگۆشە کلیک بکە و ڕابکێشە.
fr: Cliquez et faites glisser pour dessiner un rectangle.

source: Release mouse to finish drawing.
bg: Пуснете мишката, за да завършите чертаенето.
ckb: ماوسەکە ئازاد بکە بۆ تەواوکردنی وێنەکێشان.
fr: Relâchez la souris pour terminer le dessin.

source: Apply changes.
bg: Прилагане на промени.
ckb: گۆڕانکارییەکان جێبەجێ بکە.
fr: Appliquer les modifications.

source: Undo edits, discards all changes.
bg: Отмяна на редакциите, отхвърляне на всички промени.
ckb: دەستکارییەکان پاشەکشە بکە، هەموو گۆڕانکارییەکان فڕێدەدات.
fr: Annuler les modifications, annule toutes les modifications.

source: Edit drawings.
bg: Редактиране на чертежи.
ckb: دەستکاریکردنی وێنەکێشان.
fr: Modifier les dessins.

source: No drawings to edit.
bg: Няма чертежи за редактиране.
ckb: هیچ وێنەکێشانێک نییە بۆ دەستکاریکردن.
fr: Aucun dessin à modifier.

source: Delete drawings.
bg: Изтриване на чертежи.
ckb: سڕینەوەی وێنەکێشانەکان.
fr: Supprimer des dessins.

source: No drawings to delete.
bg: Няма чертежи за изтриване.
ckb: هیچ وێنەکێشانێک نییە بۆ سڕینەوە.
fr: Aucun dessin à supprimer.

source: Drag handles, or marker to edit feature.
bg: Плъзнете върховете на полигона или маркера, за да редактирате функцията.
ckb: دەستە ڕاکێشان، یان نیشاندەر بۆ دەستکاریکردنی تایبەتمەندی.
fr: Faites glisser les poignées ou le marqueur pour modifier l'entité.

source: Click undo to cancel changes.
bg: Щракнете върху Отмяна, за да отмените промените.
ckb: بۆ هەڵوەشاندنەوەی گۆڕانکارییەکان کلیک لە undo بکە.
fr: Cliquez sur Annuler pour annuler les modifications.

source: Click on a feature to remove
bg: Щракнете върху функция, за да я премахнете
ckb: بۆ لابردنی کلیک لەسەر تایبەتمەندییەک بکە
fr: Cliquez sur une fonctionnalité à supprimer

source: Clone Branch
bg: Клиниране на разклонение
ckb: لقی کلۆن
fr: Cloner une branche

source: Clone the existing Resource Model
bg: Клониране на съществуващия Ресурсен Модел
ckb: مۆدێلی سەرچاوەی هەبوو کلۆن بکە
fr: Cloner le modèle de ressource existant

source: Clone the existing Branch
bg: Клиниране на вече съществуващо разклонение
ckb: لقی ئێستا کلۆن بکە
fr: Cloner la branche existante

source: Export the existing Resource Model
bg: Експортиране на съществуващия Ресурсен Модел
ckb: هەناردەکردنی مۆدێلی سەرچاوەی هەبوو
fr: Exporter le modèle de ressource existant

source: Export the existing Branch
bg: Експортиране на вече съществуващо разклонение
ckb: هەناردەکردنی لقی هەبوو
fr: Exporter la branche existante

source: Delete Branch
bg: Изтриване на разклонение
ckb: سڕینەوەی لقی
fr: Supprimer la branche

source: Delete the existing Resource Model
bg: Изтриване на съществуващия Ресурсен Модел
ckb: مۆدێلی سەرچاوەی هەبوو بسڕەوە
fr: Supprimer le modèle de ressource existant

source: Delete the existing Branch
bg: Изтриване на съществуващо разклонение
ckb: لقی هەبوو بسڕەوە
fr: Supprimer la branche existante

source: Exit Project
bg: Излизане от проекта
ckb: پرۆژەی دەرچوون
fr: Quitter le projet

source: Return to the list of available projects
bg: Връщане към списъка с налични проекти
ckb: گەڕانەوە بۆ لیستی پڕۆژە بەردەستەکان
fr: Retour à la liste des projets disponibles
