Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: Default Image Service URL
bg: URL адрес на услугата за изображения по подразбиране
ckb: URLی خزمەتگوزاری وێنەی پێشوەختە
fr: URL du service d'imagerie par défaut

source: Select an Ontology Property
bg: Изберете свойство на онтологията
ckb: تایبەتمەندییەکی ئۆنتۆلۆژی هەڵبژێرە
fr: Sélectionnez une propriété d'ontologie

source: Select a resource
bg: Изберете ресурс
ckb: سەرچاوەیەک هەڵبژێرە
fr: Sélectionnez une ressource

source: This resource has provisional edits that are pending review
bg: Този ресурс има временни редакции, които са в процес на преглед
ckb: ئەم سەرچاوەیە دەستکارییە کاتیەکانی هەیە کە چاوەڕوانی پێداچوونەوەن
fr: Cette ressource comporte des modifications provisoires en attente d'examen

source: This resource has provisional edits (not displayed in this report) that are pending review
bg: Този ресурс има временни редакции (които не се показват в този доклад), които са в процес на разглеждане.
ckb: ئەم سەرچاوەیە دەستکارییە کاتیەکانی هەیە (لەم ڕاپۆرتەدا پیشان نەدراوە) کە چاوەڕوانی پێداچوونەوەن
fr: Cette ressource comporte des modifications provisoires (non affichées dans ce rapport) qui sont en attente d'examen

source: Select drawings text (optional)
bg: Изберете текст на чертежите (по избор)
ckb: دەقی وێنەکێشانەکان هەڵبژێرە (ئیختیاری)
fr: Sélectionnez le texte des dessins (facultatif)

source: Select drawings map source (optional)
bg: Избор на източник на карта на чертежите (по избор)
ckb: سەرچاوەی نەخشەی وێنەکێشانەکان هەڵبژێرە (ئیختیاری)
fr: Sélectionnez la source de la carte des dessins (facultatif)

source: Select drawings map source layer (optional)
bg: Изберете източник на слой на картата на чертежите (по избор)
ckb: نەخشەی نەخشە هەڵبژێرە چین سەرچاوە (ئیختیاری)
fr: Sélectionnez la couche source de la carte des dessins (facultatif)

source: Map Center Longitude
bg: Дължина на центъра на картата
ckb: نەخشە سەنتەری درێژایی
fr: Longitude du centre de la carte

source: Map Center Latitude
bg: Ширина на центъра на картата
ckb: نەخشە سەنتەری پانی
fr: Latitude du centre de la carte

source: Available Geometry Types
bg: Налични типове геометрия
ckb: جۆرەکانی ئەندازەیی بەردەست
fr: Types de géométrie disponibles

source: Default Zoom
bg: Увеличение по подразбиране
ckb: زووم بە شێوەی پێشوەختە
fr: Zoom par défaut

source: Update Features
bg: Актуализиране на функциите
ckb: تایبەتمەندی نوێکردنەوە
fr: Mettre à jour les fonctionnalités

source: feature(s)
bg: функция(ии)
ckb: تایبتمەندیەکان)
fr: fonctionnalités)

source: Point
bg: Точка
ckb: خاڵ
fr: Indiquer

source: Line
bg: Линия
ckb: هێڵ
fr: Doubler

source: Polygon
bg: Многоъгълник
ckb: فرەگۆشە
fr: Polygone

source: Add point
bg: Добавяне на точка
ckb: خاڵێک زیاد بکە
fr: Ajouter un point

source: Add line
bg: Добавяне на линия
ckb: هێڵ زیاد بکە
fr: Ajouter une ligne

source: Add polygon
bg: Добавяне на многоъгълник
ckb: فرەگۆشە زیاد بکە
fr: Ajouter un polygone

source: Select drawing
bg: Изберете чертеж
ckb: وێنەکێشان هەڵبژێرە
fr: Sélectionnez le dessin

source: Related instance map sources
bg: Свързани източници на картата на екземпляра
ckb: سەرچاوەی نەخشەی نموونەی پەیوەندیدار
fr: Sources de carte d'instance associées

source: Related instance map source layers (optional)
bg: Свързани слоеве на източника на картата на екземпляра (по избор)
ckb: چینەکانی سەرچاوەی نەخشەی نموونەی پەیوەندیدار (ئیختیاری)
fr: Couches source de cartes d'instances associées (facultatif)

source: Intersection layer configuration
bg: Конфигурация на слоя на пресичане
ckb: ڕێکخستنی چینەکانی یەکتربڕین
fr: Configuration de la couche d'intersection

source: Create a new ${graphName}
bg: Създаване на нова ${graphName}
ckb: دروستکردنی ${graphName} ی نوێ
fr: Créer un nouveau ${graphName}

source: Add new Relationship
bg: Добавяне на нова връзка
ckb: پەیوەندی نوێ زیاد بکە
fr: Ajouter une nouvelle relation

source: Network response was not ok
bg: Отговорът на мрежата не е ОК
ckb: وەڵامی تۆڕەکە باش نەبوو
fr: La réponse du réseau n'était pas correcte

source: Term Matches
bg: Съвпадения на срокове
ckb: یەکسانبوونی وەرزەکان
fr: Termes correspondants

source: ${total} date values
bg: ${total} стойности на датата
ckb: ${کۆی گشتی} بەهاکانی بەروار
fr: ${total} valeurs de date

source: Select Widgets
bg: Изберете Уиджети
ckb: ویجتەکان هەڵبژێرە
fr: Sélectionner les widgets

source: (This card data will define the resource description.)
bg: (Тези данни от картата ще определят описанието на ресурса.)
ckb: (ئەم داتای کارتە وەسفی سەرچاوەکە پێناسە دەکات.)
fr: (Ces données de fiche définiront la description de la ressource.)

source: (This card data will define the resource name.)
bg: (Тези данни от картата ще определят името на ресурса.)
ckb: (ئەم داتای کارتە ناوی سەرچاوەکە دیاری دەکات.)
fr: (Ces données de fiche définiront le nom de la ressource.)

source: Settings Conflict: Remove this card from grouped card?
bg: Конфликт на настройките: Премахване на тази карта от групираната карта?
ckb: ناکۆکی ڕێکخستنەکان: ئەم کارتە لە کارتی گروپکراو دەربهێنە؟
fr: Conflit de paramètres : supprimer cette fiche de la fiche groupée ?

source: Layer Preview
bg: Предварителен преглед на Слоевете
ckb: پێشبینی چین
fr: Aperçu du calque

source: Save Edits
bg: Запазване на редакциите
ckb: دەستکارییەکان هەڵبگرە
fr: Enregistrer les modifications

source: Discard Edits
bg: Отхвърляне на редакциите
ckb: فڕێدانی دەستکارییەکان
fr: Ignorer les modifications

source: Add to search map by default:
bg: Добавяне в картата за търсене по подразбиране:
ckb: زیادکردن بۆ نەخشەی گەڕان بە شێوازی پێشوەختە:
fr: Ajouter à la carte de recherche par défaut :

source: Layer has no data - data on map is for preview purposes. This layer will not show up in map overlays until data is added.
bg: Слоят няма данни - данните на картата са за целите на предварителния преглед. Този слой няма да се показва в покрития на картата, докато не бъдат добавени данни.
ckb: چین هیچ داتایەکی نییە - داتاکانی سەر نەخشە بۆ مەبەستی پێشبینیکردنە. ئەم چینە لە سەرپۆشەکانی نەخشەکاندا دەرناکەوێت تاوەکو داتا زیاد نەکرێت.
fr: La couche n'a pas de données - les données sur la carte sont à des fins de prévisualisation. Cette couche n'apparaîtra pas dans les superpositions de cartes tant que les données n'auront pas été ajoutées.

source: Point Style
bg: Стил на точката
ckb: شێوازی خاڵ
fr: Style de points

source: Line Style
bg: Стил на линията
ckb: شێوازی هێڵ
fr: Style de ligne

source: Polygon Style
bg: Стил на многоъгълника
ckb: شێوازی فرەگۆشە
fr: Style de polygone

source: Halo color
bg: Цвят на ореола
ckb: ڕەنگی هالۆ
fr: Couleur du halo

source: Fill color
bg: Цвят на запълването
ckb: ڕەنگی پڕکردنەوە
fr: Couleur de remplissage

source: Radius
bg: Радиус
ckb: نیوەتیرە
fr: Rayon

source: Halo radius
bg: Радиус на ореола
ckb: تیژڕەوی هالۆ
fr: Rayon du halo

source: Weight
bg: Тегло
ckb: کێش
fr: Masse

source: Halo weight
bg: Дебелина на ореола
ckb: کێشی هالۆ
fr: Halo poids

source: Outline color
bg: Цвят на контура
ckb: ڕەنگی هێڵکاری
fr: Couleur du contour

source: Outline weight
bg: Дебелина на контура
ckb: کێشی هێڵکاری بکە
fr: Poids du contour

source: Changes to cluster settings will only be reflected after saving.
bg: Промените в настройките на клъстера се отразяват само след запазване.
ckb: گۆڕانکارییەکان لە ڕێکخستنەکانی توێژ تەنها دوای پاشەکەوتکردن ڕەنگ دەدەنەوە.
fr: Les modifications apportées aux paramètres du cluster ne seront reflétées qu'après l'enregistrement.

source: Preview map data do not use clustering algorithm. Add data for this resource model to see real clustered data.
bg: Данните от картата за предварителен преглед не използват алгоритъм за клъстериране. Добавете данни за този ресурсен модел, за да видите реални клъстерирани данни.
ckb: داتاکانی نەخشەی پێشبینیکردن ئەلگۆریتمەکانی پۆلێنکردن بەکارناهێنن. داتا بۆ ئەم مۆدێلە سەرچاوەیە زیاد بکە بۆ بینینی داتا کۆکراوە ڕاستەقینەکان.
fr: Les données de carte d'aperçu n'utilisent pas d'algorithme de clustering. Ajoutez des données pour ce modèle de ressource pour voir les données réelles en cluster.

source: The following users and groups can view this layer. If you wish to change who can access this layer, please update the permissions on the layer node.
bg: Следните потребители и групи могат да разглеждат този слой. Ако желаете да промените лицата, които имат достъп до този слой, актуализирайте разрешенията във възела на слоя.
ckb: ئەم بەکارهێنەر و گروپانەی خوارەوە دەتوانن ئەم چینە ببینن. ئەگەر دەتەوێت بگۆڕیت کێ دەتوانێت دەستی بەم چینە بگات، تکایە مۆڵەتەکان لەسەر گرێی چینەکە نوێ بکەرەوە.
fr: Les utilisateurs et groupes suivants peuvent afficher cette couche. Si vous souhaitez modifier qui peut accéder à cette couche, veuillez mettre à jour les autorisations sur le nœud de la couche.

source: Users
bg: Потребители
ckb: بەکارهێنەران
fr: Utilisateurs

source: Groups
bg: Групи
ckb: گروپەکان
fr: Groupes

source: Related Resources Editor
bg: Редактор на свързани ресурси
ckb: سەرنوسەری سەرچاوە پەیوەندیدارەکان
fr: Éditeur de ressources connexes

source: Add Related Resources
bg: Добавяне на свързани ресурси
ckb: زیادکردنی سەرچاوەی پەیوەندیدار
fr: Ajouter des ressources connexes

source: Table
bg: Таблица
ckb: خشتە

source: Visualization
bg: Визуализация
ckb: بینین
fr: Visualisation

source: Show Me How
bg: Покажи ми как
ckb: پێم نیشاندە چۆن
fr: Me montrer comment

source: Select resources and relate it to this one
bg: Изберете ресурси и ги свържете с този.
ckb: سەرچاوە هەڵبژێرە و بیبەستە بەم یەکە
fr: Sélectionnez des ressources et associez-les à celle-ci

source: e.g.: .txt
bg: напр.: .txt
ckb: بۆ نموونە: .txt
fr: ex : .txt

source: This is a Node to Resource Instance relationship
bg: Това е връзка между възел и инстанция на ресурса.
ckb: ئەمە پەیوەندی Node to Resource Instance ە
fr: Il s'agit d'une relation entre un nœud et une instance de ressource

source: 's relationship to
bg: връзката му с
ckb: 's پەیوەندی بە...
fr: la relation avec

source: Relationship to
bg: Връзка с
ckb: پەیوەندی بە...
fr: Relation avec

source: Inverse Relationship to
bg: Обратна връзка с
ckb: پەیوەندی پێچەوانە بۆ...
fr: Relation inverse à

source: This is a Resource Instance to Resource Instance relationship
bg: Това е връзка между екземпляри на ресурси и екземпляри на ресурси
ckb: ئەمە پەیوەندی Resource Instance بۆ Resource Instance ە
fr: Il s'agit d'une relation d'instance de ressource à instance de ressource

source: Relationship
bg: Връзка
ckb: پەیوەندی
fr: Relation

source: From Date
bg: От дата
ckb: لە ڕۆژی
fr: Partir de la date

source: To Date
bg: До дата
ckb: تاكو ئێستا
fr: À ce jour

source: Delete this entry
bg: Изтриване на вписването
ckb: ئەم نووسینە بسڕەوە
fr: Supprimer cette entrée

source: Save
bg: Запазване
ckb: هەڵگرتن
fr: Sauver

source: This resource is not related to any other resources
bg: Този ресурс не е свързан с други ресурси
ckb: ئەم سەرچاوەیە پەیوەندی بە هیچ سەرچاوەیەکی ترەوە نییە
fr: Cette ressource n'est liée à aucune autre ressource

source: Service
bg: Услуга
ckb: خزمەتگوزاری
fr: Un service

source: Canvas
bg: Платно
ckb: کانڤاس
fr: Canevas

source: Manage Image Service
bg: Управление на услугата за изображения
ckb: بەڕێوەبردنی خزمەتگوزاری وێنە
fr: Gérer le service d'imagerie

source: Title
bg: Заглавие
ckb: ناونیشان
fr: Titre

source: Attribution
bg: Приписване
ckb: ئیسباتکردن

source: Attribution Logo
bg: Приписване на лого
ckb: لۆگۆی ئیسباتکردن
fr: Logo d'attribution

source: Manage Image Canvases
bg: Управление на платна с изображения
ckb: بەڕێوەبردنی کانڤاسەکانی وێنە
fr: Gérer les canevas d'images

source: Images
bg: Изображения
ckb: وێنەکان

source: Select image to delete from the image service
bg: Изберете изображение, което да изтриете от услугата за изображения
ckb: وێنە هەڵبژێرە بۆ سڕینەوە لە خزمەتگوزاری وێنە
fr: Sélectionnez l'image à supprimer du service d'imagerie

source: Select All
bg: Избиране на всички
ckb: دیاری کردنی هەموو
fr: Tout sélectionner

source: Clear All
bg: Изчистване на всички
ckb: سڕینەوەی هەموو
fr: Tout effacer

source: Delete Selected
bg: Изтриване на избраното
ckb: سڕینەوە هەڵبژێردراوە
fr: Supprimer sélectionnée

source: Drag or
bg: Плъзнете или
ckb: ڕاکێشان یان
fr: Faites glisser ou

source: click here
bg: кликнете тук
ckb: کرتەی ئێرە بکە
fr: Cliquez ici

source: to upload photos
bg: да качите снимки
ckb: بۆ بارکردنی وێنە
fr: télécharger des photos

source: Selected Image Name
bg: Име на избраното изображение
ckb: ناوی وێنەی هەڵبژێردراو
fr: Nom de l'image sélectionnée

source: Create New Service
bg: Създаване на нова услуга
ckb: دروستکردنی خزمەتگوزاری نوێ
fr: Créer un nouveau service

source: Edit a service
bg: Редактиране на услуга
ckb: دەستکاری خزمەتگوزارییەک بکە
fr: Modifier un service

source: Drag & Drop Your Images Here
bg: Плъзнете и Пуснете Вашите Изображения Тук
ckb: وێنەکانت لێرە ڕابکێشە و بیخەرەوە
fr: Faites glisser et déposez vos images ici

source: Import digital images and create a new image service
bg: Импортиране на дигитални изображения и създаване на нова услуга за изображения
ckb: هاوردەکردنی وێنەی دیجیتاڵی و دروستکردنی خزمەتگوزاری وێنەی نوێ
fr: Importer des images numériques et créer un nouveau service d'imagerie

source: Select Images
bg: Изберете изображения
ckb: وێنەکان هەڵبژێرە
fr: Sélectionner des images

source: Create a new service by uploading one or more images. Images will be uploaded and processes so that you can view, annotate, and share them with others
bg: Създайте нова услуга, като качите едно или повече изображения. Изображенията ще бъдат качени и обработени, така че да можете да ги разглеждате, анотирате и споделяте с други хора.
ckb: خزمەتگوزارییەکی نوێ دروست بکە بە بارکردنی وێنەیەک یان چەند وێنەیەک. وێنەکان باردەکرێن و پرۆسێس دەکرێن بۆ ئەوەی بتوانیت سەیری بکەیت و تێبینییان لەسەر بکەیت و لەگەڵ کەسانی تردا هاوبەشیان بکەیت
fr: Créez un nouveau service en téléchargeant une ou plusieurs images. Les images seront téléchargées et traitées afin que vous puissiez les visualiser, les annoter et les partager avec d'autres

source: Edit an existing Image Service
bg: Редактиране на съществуваща услуга за изображения
ckb: دەستکاری خزمەتگوزاری وێنەی هەبوو
fr: Modifier un service d'imagerie existant

source: Update the information and images related to an existing Image Service. Or copy and paste in the URL of a IIIF Manifest to add a service from an external service
bg: Актуализиране на информацията и изображенията, свързани със съществуваща услуга за изображения. Или копирайте и поставете URL адреса на манифест на IIIF, за да добавите услуга от външна услуга
ckb: زانیاری و وێنەکانی پەیوەست بە خزمەتگوزاری وێنەی هەبوو نوێ بکەرەوە. یان کۆپی و لێدانی لە URL ی IIIF Manifest بۆ زیادکردنی خزمەتگوزارییەک لە خزمەتگوزارییەکی دەرەکییەوە
fr: Mettez à jour les informations et les images liées à un service d'imagerie existant. Ou copiez et collez l'URL d'un manifeste IIIF pour ajouter un service à partir d'un service externe

source: Create Image Service
bg: Създаване на услуга за изображения
ckb: دروستکردنی خزمەتگوزاری وێنە
fr: Créer un service d'imagerie

source: Import
bg: Импортиране
ckb: هاوردەکردن
fr: Importer

source: Export
bg: Експорт
ckb: هەناردە
fr: Exporter

source: Unable to display the selected file
bg: Не може да се покаже избраният файл
ckb: ناتوانرێت فایلە هەڵبژێردراوەکە پیشان بدرێت
fr: Impossible d'afficher le fichier sélectionné

source: This file can't be displayed.
bg: Този файл не може да бъде показан.
ckb: ئەم فایلە ناتوانرێت پیشان بدرێت.
fr: Ce fichier ne peut pas être affiché.

source: to present it in this webpage.
bg: да го представите в тази уебстраница.
ckb: بۆ پێشکەشکردنی لەم وێبپەڕەدا.
fr: pour le présenter dans cette page Web.

source: Unable to parse your file with the
bg: Не е възможно да анализирате файла си с
ckb: ناتوانرێت فایلەکەت بە...
fr: Impossible d'analyser votre fichier avec le

source: Select File Loader
bg: Изберете Програма за зареждане на файла
ckb: File Loader هەڵبژێرە
fr: Sélectionnez le chargeur de fichiers

source: Select the loader best suited for processing and visualizing the selected file
bg: Изберете програма за зареждане, която е най-подходяща за обработка и визуализиране на избрания файл
ckb: ئەو بارهەڵگرە هەڵبژێرە کە باشترین گونجاوە بۆ پرۆسێسکردن و بینینی فایلە هەڵبژێردراوەکە
fr: Sélectionnez le chargeur le mieux adapté au traitement et à la visualisation du fichier sélectionné

source: Upload Files
bg: Качване на файлове
ckb: بەرزکردنەوەی فایل
fr: Télécharger des fichiers

source: You may upload as many files as you wish; check with the site admin on the maximum file size.
bg: Можете да качвате толкова файлове, колкото желаете; консултирайте се с администратора на сайта относно максималния размер на файловете.
ckb: دەتوانیت چەند فایلێک بتەوێت باربکەیت؛ لەگەڵ بەڕێوەبەری ماڵپەڕەکە بزانە لەسەر زۆرترین قەبارەی فایلەکە.
fr: Vous pouvez télécharger autant de fichiers que vous le souhaitez ; vérifiez auprès de l'administrateur du site la taille maximale du fichier.

source: Images formatted as .jpg, .png files may be uploaded. Other formats may require a loader to view.
bg: Могат да се качват изображения, форматирани като .jpg, .png файлове. Другите формати може да изискват програма за зареждане, за да бъдат разгледани.
ckb: وێنەکان کە بە شێوەی .jpg فۆرمات کراون، فایلەکانی .png لەوانەیە باربکرێن. ڕەنگە فۆرماتەکانی تر پێویستیان بە بارهەڵگرێک هەبێت بۆ بینین.
fr: Les images au format .jpg, .png peuvent être téléchargées. D'autres formats peuvent nécessiter un chargeur pour être visualisés.

source: File Filter
bg: Филтър на файлове
ckb: فلتەری فایل
fr: Filtre de fichiers

source: Download Selected
bg: Изтегляне на избраното
ckb: داگرتن هەڵبژێردرا
fr: Télécharger sélectionné

source: Loader
bg: Програма за зареждане
ckb: لۆدەر
fr: Chargeur

source: add files
bg: добаряне на файлове
ckb: فایل زیاد بکە
fr: Ajouter des fichiers

source: Apply to Selected Files
bg: Прилагане към избрани файлове
ckb: بۆ فایلە هەڵبژێردراوەکان جێبەجێ بکە
fr: Appliquer aux fichiers sélectionnés

source: Apply the same loader to all selected files in the dataset
bg: Прилагане на една и съща програма за зареждане към всички избрани файлове в набора от данни
ckb: هەمان لۆدەر بۆ هەموو فایلە هەڵبژێردراوەکانی ناو داتا سێتەکە جێبەجێ بکە
fr: Appliquer le même chargeur à tous les fichiers sélectionnés dans le jeu de données

source: Sign In
bg: Вход
ckb: چوونە ژوورەوە
fr: S'identifier

source: Sign in to Arches to access your data modeling, editing, and discovery tools.
bg: Влезте в Arches, за да получите достъп до инструментите си за моделиране, редактиране и откриване на данни.
ckb: چوونە ژوورەوە بۆ Arches بۆ دەستگەیشتن بە ئامرازەکانی مۆدێلکردنی داتا و دەستکاریکردن و دۆزینەوەی داتاکانتان.
fr: Connectez-vous à Arches pour accéder à vos outils de modélisation, d'édition et de découverte de données.

source: Login failed
bg: Влизането е неуспешно
ckb: تۆمارکردنە کەت هەلەیە
fr: Échec de la connexion

source: Invalid username and/or password.
bg: Невалидно потребителско име и/или парола.
ckb: ناوی بەکارهێنەر و/یان وشەی نهێنی نادروست.
fr: Nom d'utilisateur et / ou mot de passe incorrect.

source: Forgot password ?
bg: Забравена парола ?
ckb: وشەی نهێنی لەبیر کردووە ؟
fr: Mot de passe oublié ?

source: Forgot password?
bg: Забравена парола?
ckb: وشەی نهێنی لەبیر کردووە؟
fr: Mot de passe oublié ?

source: Create a new account
bg: Създаване на нов акаунт
ckb: هەژمارێکی نوێ دروست بکە
fr: Créer un nouveau compte

source: Learn more about <a href='http://www.archesproject.org'>Arches</a>
bg: Научете повече за <a href='http://www.archesproject.org'>Arches</a>
ckb: زیاتر بزانە دەربارەی <a href='http://www.archesproject.org'>کەوانەکان</a>
fr: En savoir plus sur <a href='http://www.archesproject.org'>Arches</a>

source: Select a graph...
bg: Изберете графа...
ckb: گرافێک هەڵبژێرە...
fr: Sélectionnez un graphe...

source: Graphs/Semantics
bg: Графи/Семантика
ckb: گراف/واتاسازی
fr: Graphes/Sémantique

source: Define graph
bg: Определяне на графа
ckb: گرافیک پێناسە بکە
fr: Définir le graphee

source: Return to Arches Designer
bg: Връщане към Arches Дизайнер
ckb: گەڕانەوە بۆ Arches Designer
fr: Retourner à Arches Designer

source: Create Arches Resource Models and Branches
bg: Създаване на Ресурсни Модели и Разклонения на Arches
ckb: دروستکردنی مۆدێلی سەرچاوە و لقەکانی Arches
fr: Créer des modèles de ressources Arches et des branches

source: footer
bg: футър
ckb: پێی لاپەڕە
fr: bas de page

source: New Model
bg: Нов модел
ckb: مۆدێلی نوێ
fr: Nouveau modèle

source: Create new Resource Model
bg: Създаване на нов Ресурсен Модел
ckb: دروستکردنی مۆدێلی سەرچاوەی نوێ
fr: Créer un nouveau modèle de ressource

source: New Branch
bg: Ново разклонение
ckb: لقی نوێ
fr: Nouvelle branche

source: Create new Branch
bg: Създаване на ново разклонение
ckb: دروستکردنی لقی نوێ
fr: Créer une nouvelle branche

source: Import Model
bg: Импортиране на модел
ckb: مۆدێلی هاوردەکردن
fr: Importer modèle

source: Import Model by uploading a json file
bg: Импортиране на модел чрез качване на json файл
ckb: هاوردەکردنی مۆدێل بە بارکردنی فایلێکی json
fr: Importer le modèle en téléchargeant un fichier json

source: Functions
bg: Функции
ckb: ئەرکەکان
fr: Fonctions

source: Configure functions attached to this Resource Model
bg: Конфигуриране на функции, свързани с този Ресурсен Модел
ckb: ڕێکخستنی فەنکشنەکانی هاوپێچکراو بەم مۆدێلە سەرچاوەیە
fr: Configurer les fonctions attachées à ce modèle de ressource

source: Export Mapping File
bg: Експортиране на файл за картографиране
ckb: هەناردەکردنی فایلێکی نەخشەسازی
fr: Exporter le fichier de mappage

source: Use a mapping file with import/export of business data
bg: Използване на файл за картографиране при импортиране/експортиране на бизнес данни
ckb: فایلێکی نەخشەسازی بەکاربهێنە لەگەڵ هاوردەکردن/هەناردەکردنی داتاکانی بازرگانی
fr: Utiliser un fichier de mapping avec import/export de données métiers

source: Delete Associated Instances
bg: Изтриване на асоциирани екземпляри
ckb: نموونە پەیوەندیدارەکان بسڕەوە
fr: Supprimer les instances associées

source: Delete All Associated Instances with this Model
bg: Изтриване на всички свързани с този модел екземпляри
ckb: هەموو نموونە پەیوەندیدارەکان بەم مۆدێلە بسڕەوە
fr: Supprimer toutes les instances associées à ce modèle

source: Copy Resource
bg: Копиране на ресурс
ckb: سەرچاوەی کۆپیکردن
fr: Copier la ressource

source: Make a copy and start editing
bg: Направете копие и започнете да редактирате
ckb: کۆپییەک دروست بکە و دەست بە دەستکاریکردن بکە
fr: Faites une copie et commencez à éditer

source: Delete Resource
bg: Изтриване на ресурс
ckb: سەرچاوە بسڕەوە
fr: Supprimer la ressource

source: Permanently delete this resource
bg: Постоянно изтриване на този ресурс
ckb: ئەم سەرچاوەیە بۆ هەمیشە بسڕەوە
fr: Supprimer définitivement cette ressource

source: Review Edit History
bg: Прегледайте историята на редактирането
ckb: پێداچوونەوە دەستکاری مێژوو
fr: Consulter l'historique des modifications

source: View changes to this resource record
bg: Преглед на промените в този запис на ресурс
ckb: بینینی گۆڕانکارییەکان لەم تۆمارە سەرچاوەیەدا
fr: Afficher les modifications apportées à cet enregistrement de ressource

source: Jump to Report
bg: Преминаване към доклад
ckb: باز بدە بۆ ڕاپۆرت
fr: Aller au rapport

source: View the full resource report
bg: Вижте пълния доклад за ресурсите
ckb: بینینی تەواوی ڕاپۆرتی سەرچاوەکان
fr: Voir le rapport complet sur les ressources

source: Print Report
bg: Отпечатване на доклад
ckb: ڕاپۆرتی چاپکردن
fr: Imprimer le rapport

source: Print the full resource report
bg: Отпечатване на пълния доклад за ресурсите
ckb: ڕاپۆرتی تەواوی سەرچاوەکان چاپ بکە
fr: Imprimer le rapport de ressources complet

source: Toggle Dropdown
bg: Превключване на падащото меню
ckb: گۆڕینی Dropdown
fr: Basculer la liste déroulante

source: Add Thesauri
bg: Добавяне на Синонимни Речници
ckb: تێزۆری زیاد بکە
fr: Ajouter des thésaurus

source: Import Thesauri
bg: Импортиране на Синонимни Речници
ckb: هاوردەکردنی تێزۆری
fr: Importer les thésaurus
