Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: {0} error, {1} {2} - {3}. Unable to save.
bg: {0} грешка, {1} {2} - {3}. Невъзможност за запазване.
ckb: هەڵەی {0}، {1} {2} - {3}. ناتوانێت پاشەکەوت بکات.
fr: {0} erreur, {1} {2} - {3}. Impossible de sauvegarder.

source: Multiple provisional edits. Returning first edit
bg: Множество временни редакции. Връщане на първата редакция
ckb: چەندین دەستکاری کاتی. گەڕانەوەی دەستکاری یەکەم
fr: Plusieurs modifications provisoires. Renvoi de la première modification

source: Tile has no authoritative or provisional data
bg: Грешка в размерността на плочката
ckb: تایل هیچ داتایەکی دەسەڵاتدار و کاتی نییە
fr: Tuile sans données faisant autorité ou provisoires

source: The widget used to save this data appears to be incorrect for this datatype. Contact system admin to resolve
bg: Уиджетът, използван за запазване на тези данни, изглежда е неправилен за този тип данни. Свържете се с администратора на системата, за да разрешите проблема.
ckb: پێدەچێت ئەو ویجتەی کە بۆ پاشەکەوتکردنی ئەم داتایە بەکارهاتووە بۆ ئەم جۆرە داتایە هەڵە بێت. بۆ چارەسەرکردن پەیوەندی بە بەڕێوەبەری سیستەمەوە بکە
fr: Le widget utilisé pour enregistrer ces données semble être incorrect pour ce type de données. Contactez l'administrateur système pour résoudre

source: This is an invalid concept prefLabel, or an incomplete UUID
bg: Това е невалидна концепция prefLabel или непълен UUID
ckb: ئەمە چەمکێکی نادروستە prefLabel، یان UUID ێکی ناتەواو
fr: Il s'agit d'un concept prefLabel non valide ou d'un UUID incomplet

source: This UUID is not an available concept value
bg: Този UUID не е налична концептуална стойност
ckb: ئەم UUID بەهایەکی چەمکی بەردەست نییە
fr: Cet UUID n'est pas une valeur de concept disponible

source: This is not a string
bg: Това не е низ
ckb: ئەمە ڕستە نییە
fr: Ceci n'est pas une chaîne de caractères

source: Not a properly formatted number
bg: Неправилно форматирано число
ckb: ژمارەیەکی فۆرماتکراوی دروست نییە
fr: Pas un nombre correctement formaté

source: Not of type boolean
bg: Не е от тип boolean
ckb: لە جۆری boolean نییە
fr: N'est pas de type booléen

source: Incorrect format. Confirm format is in settings.DATE_FORMATS or set the format in settings.DATE_IMPORT_EXPORT_FORMAT.
bg: Неправилен формат. Потвърдете, че форматът е в настройките. DATE_FORMATS или задайте формата в настройките. DATE_IMPORT_EXPORT_FORMAT.
ckb: فۆرماتێکی هەڵە. پشتڕاستی بکەرەوە کە فۆرماتەکە لە ڕێکخستنەکاندایە.DATE_FORMATS یان فۆرماتەکە لە ڕێکخستنەکاندا دابنێ.DATE_IMPORT_EXPORT_FORMAT.
fr: Format incorrect. Confirmez que le format est dans settings.DATE_FORMATS ou définissez le format dans settings.DATE_IMPORT_EXPORT_FORMAT.

source: {value} is an invalid date format
bg: {value} е невалиден формат за дата
ckb: {value} فۆرماتێکی بەرواری نادروستە
fr: {value} est un format de date invalide

source: Only dates that specify an exact year, month, and day can be used with the "=" operator
bg: С оператора "=" могат да се използват само дати, които посочват точна година, месец и ден.
ckb: تەنها ئەو بەروارانەی کە ساڵ و مانگ و ڕۆژێکی ورد دیاری دەکەن دەتوانرێت لەگەڵ ئۆپەراتۆری "=" بەکاربهێنرێت
fr: Seules les dates qui spécifient une année, un mois et un jour exacts peuvent être utilisées avec l'opérateur "="

source: Only dates that specify an exact year, month, and day can be used with the ">", "<", ">=", and "<=" operators
bg: Само дати, които посочват точна година, месец и ден, могат да се използват с операторите ">", "<", ">=" и "<="
ckb: تەنها ئەو بەروارانەی کە ساڵ و مانگ و ڕۆژێکی ورد دیاری دەکەن دەتوانرێت لەگەڵ ئۆپەراتۆرەکانی ">"، "<", ">="، و "<=" بەکاربهێنرێت
fr: Seules les dates qui spécifient une année, un mois et un jour exacts peuvent être utilisées avec les opérateurs ">", "<", ">=" et "<="

source: Invalid date specified.
bg: Посочена е невалидна дата.
ckb: بەرواری نادروست دیاری کراوە.
fr: Date invalide spécifiée.

source: Unable to serialize some geometry features
bg: Невъзможност за сериализиране на някои геометрични характеристики
ckb: ناتوانرێت هەندێک تایبەتمەندی ئەندازەیی زنجیرەیی بکرێت
fr: Impossible de sérialiser certaines fonctions géométriques

source: This node has a limit of {0} files. Please reduce files.
bg: Този node има ограничение от {0} файла. Моля, намалете файловете.
ckb: ئەم گرێیە سنووری {0} پەڕگەی هەیە. تکایە فایلەکان کەم بکەنەوە.
fr: Ce nœud a une limite de {0} fichiers. Veuillez réduire les fichiers.

source: This node has a file-size limit of {0}. Please reduce file size or contact your sysadmin.
bg: Този node има ограничение за размера на файла от {0}. Моля, намалете размера на файла или се свържете с вашия системен администратор.
ckb: ئەم گرێیە سنووری قەبارەی پەڕگەی {0} ی هەیە. تکایە قەبارەی فایلەکان کەم بکەرەوە یان پەیوەندی بە sysadmin ـەکەتەوە بکە.
fr: Ce nœud a une limite de taille de fichier de {0}. Veuillez réduire la taille du fichier ou contactez votre administrateur système.

source: datatype: {0}, value: {1} - {2} .
bg: тип данни: {0}, стойност: {1} - {2} .
ckb: جۆری داتا: {0}، بەها: {1} - {2} .
fr: type de données : {0}, valeur : {1} - {2} .

source: File does not exist
bg: Файлът не съществува
ckb: فایله‌که‌ بوونی نییه‌
fr: Fichier ne existe pas

source: The file url is invalid
bg: URL адресът на файла е невалиден.
ckb: url ی پەڕگەکە نادروستە
fr: L'URL du fichier n'est pas valide

source: A file is not available for this tile
bg: Няма наличен файл за тази плочка
ckb: فایلێک بۆ ئەم کاشییە بەردەست نییە
fr: Un fichier n'est pas disponible pour cette tuile

source: This file's fileid is not a valid UUID
bg: Полето на този файл не е валиден UUID
ckb: fileid ی ئەم پەڕگەیە UUID ی دروست نییە
fr: Le fileid de ce fichier n'est pas un UUID valide

source: Invalid domain id. Please check the node this value is mapped to for a list of valid domain ids.
bg: Невалиден идентификатор на домейн. Моля, проверете този node, към който е съотнесена тази стойност, за списък с валидни идентификатори на домейни.
ckb: ناسنامەی دۆمەینی نادروست. تکایە ئەو گرێیە بپشکنە کە ئەم بەهایە بۆی نەخشەکێشراوە بۆ لیستی ناسنامەی دۆمەینی دروست.
fr: Identifiant de domaine non valide. Veuillez vérifier le nœud auquel cette valeur est mappée pour obtenir une liste des ID de domaine valides.

source: The related resource with id '{0}' is not in the system.
bg: Свързаният ресурс с идентификатор '{0}' не е в системата.
ckb: سەرچاوەی پەیوەندیدار بە id '{0}' لە سیستەمەکەدا نییە.
fr: La ressource associée avec l'ID '{0}' n'est pas dans le système.

source: Error
bg: Грешка
ckb: هەڵە
fr: Erreur

source: Undefined
bg: Недефиниран
ckb: پێناسە نەکراوە
fr: Indéfini

source: Only include values for include or exclude, but not both
bg: Включвайте само стойности за добавяне или изключване, но не и за двете.
ckb: تەنها بەهاکان بۆ include یان exclude بخەرە ناوەوە، بەڵام هەردووکیان نا
fr: N'incluez que les valeurs pour inclure ou exclure, mais pas les deux

source: Invalid subconcept definition: %s
bg: Невалидно определение на подконцепция: %s
ckb: پێناسەی چەمکی لاوەکی نادروست: %s
fr: Définition de sous-concept non valide : %s

source: Invalid related concept definition: %s
bg: Невалидно определение на свързана концепция: %s
ckb: پێناسەی چەمکی پەیوەندیدار بە نادروست: %s
fr: Définition de concept connexe non valide : %s

source: Invalid value definition: %s
bg: Невалидно определение на стойност: %s
ckb: پێناسەی بەهای نادروست: %s
fr: Définition de valeur non valide : %s

source: Need to include values when creating a collection
bg: Необходимо е да се включат стойности при създаване на колекция
ckb: پێویستە بەهاکان لە کاتی دروستکردنی کۆمەڵەیەکدا لەخۆ بگرێت
fr: Nécessité d'inclure des valeurs lors de la création d'une collection

source: Index of label failed. Index type (scheme id) could not be derived from the label.
bg: Индексът на етикета е неуспешен. Типът на индекса (идентификатор на схемата) не може да бъде получен от етикета.
ckb: ئیندێکسی لیبێڵ شکستی هێنا. جۆری ئیندێکس (scheme id) نەتوانرا لە لیبێڵەکە وەربگیرێت.
fr: L'index de l'étiquette a échoué. Le type d'index (ID de schéma) n'a pas pu être dérivé de l'étiquette.

source: A I18n_TextField object
bg: Обект I18n_TextField
ckb: شتێکی I18n_TextField
fr: Un objet I18n_TextField

source: A I18n_JSONField object
bg: Обект I18n_JSONField
ckb: شتێکی I18n_JSONField
fr: Un objet I18n_JSONField

source: New Node
bg: Нов Възел
ckb: گرێی نوێ
fr: Nouveau nœud

source: Top Node
bg: Горен възел
ckb: گرێی سەرەوە
fr: Nœud supérieur

source: Your resource model: {0}, already has instances saved. You cannot delete a Resource Model with instances.
bg: Вашият ресурсен модел: {0}, вече има запазени екземпляри. Не можете да изтриете ресурсен модел с екземпляри.
ckb: مۆدێلی سەرچاوەکەت: {0}، پێشتر نموونەکانی پاشەکەوت کردووە. ناتوانیت مۆدێلێکی سەرچاوە بە نموونەکانەوە بسڕیتەوە.
fr: Votre modèle de ressource : {0}, a déjà des instances enregistrées. Vous ne pouvez pas supprimer un modèle de ressource avec des instances.

source: Your resource model: {0}, already has instances saved. You cannot modify a Resource Model with instances.
bg: Вашият ресурсен модел: {0}, вече има запазени екземпляри. Не можете да променяте модел на ресурси с екземпляри.
ckb: مۆدێلی سەرچاوەکەت: {0}، پێشتر نموونەکانی پاشەکەوت کردووە. ناتوانیت دەستکاری مۆدێلی سەرچاوە بکەیت لەگەڵ نموونەکان.
fr: Votre modèle de ressource : {0}, a déjà des instances enregistrées. Vous ne pouvez pas modifier un modèle de ressource avec des instances.

source: Ontology rules don't allow this node to be appended
bg: Правилата на онтологията не позволяват този възел да бъде добавен
ckb: یاساکانی ئۆنتۆلۆژی ڕێگە نادەن ئەم گرێیە هاوپێچ بکرێت
fr: Les règles d'ontologie n'autorisent pas l'ajout de ce nœud

source: Your resource model: {self.name}, already has instances saved. You cannot delete nodes from a Resource Model with instances.
bg: Вашият ресурсен модел: {self.name}, вече има запазени екземпляри. Не можете да изтривате възли от ресурсен модел с инстанции.
ckb: مۆدێلی سەرچاوەکەت: {self.name}، پێشتر نموونەکانی هەڵگیراون. ناتوانیت گرێکان لە مۆدێلی سەرچاوە بسڕیتەوە بە نموونە.
fr: Votre modèle de ressource : {self.name}, a déjà des instances enregistrées. Vous ne pouvez pas supprimer des nœuds d'un modèle de ressource avec des instances.

source: The graph you wish to append needs to define an ontology
bg: Графата, който искате да добавите, трябва да дефинира онтология.
ckb: ئەو گرافەی کە دەتەوێت زیاد بکەیت پێویستی بە پێناسەکردنی ئۆنتۆلۆژیا هەیە
fr: Le graphe que vous souhaitez ajouter doit définir une ontologie

source: Ontology rules don't allow this graph to be appended
bg: Правилата на онтологията не позволяват добавянето на тази графа
ckb: یاساکانی ئۆنتۆلۆژی ڕێگە نادەن ئەم گرافە هاوپێچ بکرێت
fr: Les règles d'ontologie n'autorisent pas l'ajout de ce graphe

source: Your resource model: {self.name}, already has instances saved. You cannot modify a Resource Model with instances.
bg: Вашият ресурсен модел: {self.name}, вече има запазени екземпляри. Не можете да променяте ресурсен модел с екземпляри.
ckb: مۆدێلی سەرچاوەکەت: {self.name}، پێشتر نموونەکانی هەڵگیراون. ناتوانیت دەستکاری مۆدێلی سەرچاوە بکەیت لەگەڵ نموونەکان.
fr: Votre modèle de ressource : {self.name}, a déjà des instances enregistrées. Vous ne pouvez pas modifier un modèle de ressource avec des instances.

source: Duplicate node name: "{0}". All node names in a card must be unique.
bg: Дублиращо се име на възел: &quot;{0}&quot;. Всички имена на възли в картата трябва да са уникални.
ckb: ناوی گرێی دووبارە: "{0}". هەموو ناوی گرێکان لە کارتێکدا دەبێت تایبەت بن.
fr: Nom de nœud en double : "{0}". Tous les noms de nœud d'une fiche doivent être uniques.

source: Duplicate node name: "{0}". All sibling node names must be unique.
bg: Дублиращо се име на възел: "{0}". Всички имена на близки възли трябва да са уникални.
ckb: ناوی گرێی دووبارە: "{0}". هەموو ناوی گرێی خوشک و براکان دەبێت تایبەت بن.
fr: Nom de nœud en double : "{0}". Tous les noms de nœuds frères doivent être uniques.

source: The top node of your resource graph: {self.root.name} needs to be a collector. Hint: check that nodegroup_id of your resource node(s) are not null.
bg: Горният възел на графата на ресурсите: {self.root.name} трябва да бъде колектор. Съвет: проверете дали nodegroup_id на вашия възел(и) на ресурсите не са нулеви.
ckb: گرێی سەرەوەی گرافیکی سەرچاوەکانت: {self.root.name} پێویستە کۆکەرەوە بێت. ئامۆژگاری: بزانە کە nodegroup_id ی گرێ(ەکان)ی سەرچاوەکەت پووچ نین.
fr: Le nœud supérieur de votre graphe de ressources : {self.root.name} doit être un collecteur. Astuce : vérifiez que nodegroup_id de votre ou vos nœuds de ressources ne sont pas nuls.

source: The top node of your resource graph must have a datatype of 'semantic'.
bg: Горният възел на графата на ресурсите трябва да има тип данни "semantic".
ckb: گرێی سەرەوەی گرافیکی سەرچاوەکانت دەبێت جۆری داتایەکی 'مانا'ی هەبێت.
fr: Le nœud supérieur de votre graphe de ressources doit avoir un type de données "sémantique".

source: If your graph contains more than one node and is not a resource the root must be a collector.
bg: Ако графата ви съдържа повече от един възел и не е ресурс, коренът трябва да е колектор.
ckb: ئەگەر گرافەکەت زیاتر لە گرێیەکی تێدابێت و سەرچاوە نەبێت دەبێت ڕەگەکە کۆکەرەوە بێت.
fr: Si votre graphe contient plus d'un nœud et n'est pas une ressource, la racine doit être un collecteur.

source: Field name must not be blank.
bg: Името на полето не трябва да е празно.
ckb: ناوی مەیدان نابێت بەتاڵ بێت.
fr: Le nom du champ ne doit pas être vide.

source: Field name must contain only alpha-numeric characters or underscores.
bg: Името на полето трябва да съдържа само буквено-цифрови символи или долна черта.
ckb: ناوی مەیدانەکە دەبێت تەنها پیتی ئەلفا-ژمارەیی یان هێڵی ژێرەوەی تێدابێت.
fr: Le nom du champ ne doit contenir que des caractères alphanumériques ou des traits de soulignement.

source: Field name cannot begin with an underscore or number
bg: Името на полето не може да започва с долна черта или число
ckb: ناوی مەیدان ناتوانێت بە هێڵی ژێرەوە یان ژمارەیەک دەست پێبکات
fr: Le nom du champ ne peut pas commencer par un trait de soulignement ou un chiffre

source: Field name must be unique to the graph; '{fieldname}' already exists.
bg: Името на полето трябва да е уникално за графата; '{fieldname}' вече съществува.
ckb: ناوی مەیدانەکە دەبێت تایبەت بێت بە گرافەکە؛ '{fieldname}' پێشتر بوونی هەیە.
fr: Le nom du champ doit être unique pour le graphe ; '{fieldname}' existe déjà.

source: A valid {0} ontology class must be selected
bg: Трябва да се избере валиден онтологичен клас {0}
ckb: دەبێت پۆلێکی ئۆنتۆلۆژیای {0} دروست هەڵبژێردرێت
fr: Une classe d'ontologie {0} valide doit être sélectionnée

source: '{0}' is not a valid {1} ontology class
bg: '{0}' не е валиден онтологичен клас {1}
ckb: '{0}' پۆلێکی ئۆنتۆلۆژی {1} دروست نییە
fr: '{0}' n'est pas une classe d'ontologie {1} valide

source: You must specify an ontology property. Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' can not be related via Property '{edge.ontologyproperty}'.
bg: Трябва да посочите свойство на онтологията. Графът ви не е семантично валиден. Домейнът на единицата '{edge.domainnode.ontologyclass}' и обхватът на единицата '{edge.rangenode.ontologyclass}' не могат да бъдат свързани чрез свойството '{edge.ontologyproperty}'.
ckb: پێویستە تایبەتمەندییەکی ئۆنتۆلۆژی دیاری بکەیت. گرافەکەت لە ڕووی مانایەوە ڕەوا نییە. دۆمەینی یەکە '{edge.domainnode.ontologyclass}' و مەودای یەکە '{edge.rangenode.ontologyclass}' ناتوانرێت لە ڕێگەی تایبەتمەندی '{edge.ontologyproperty}' پەیوەندییان پێوە بکرێت.
fr: Vous devez spécifier une propriété d'ontologie. Votre graphe n'est pas sémantiquement valide. Le domaine d'entité '{edge.domainnode.ontologyclass}' et la plage d'entités '{edge.rangenode.ontologyclass}' ne peuvent pas être liés via la propriété '{edge.ontologyproperty}'.

source: Your graph isn't semantically valid. Entity domain '{edge.domainnode.ontologyclass}' and Entity range '{edge.rangenode.ontologyclass}' cannot be related via Property '{edge.ontologyproperty}'.
bg: Графата ви е семантично невалидна. Домейнът на единицата "{edge.domainnode.ontologyclass}" и обхватът на единицата "{edge.rangenode.ontologyclass}" не могат да бъдат свързани чрез свойството "{edge.ontologyproperty}".
ckb: گرافەکەت لە ڕووی مانایەوە ڕەوا نییە. دۆمەینی یەکە '{edge.domainnode.ontologyclass}' و مەودای یەکە '{edge.rangenode.ontologyclass}' ناتوانرێت لە ڕێگەی تایبەتمەندی '{edge.ontologyproperty}' پەیوەندییان پێوە بکرێت.
fr: Votre graphe n'est pas sémantiquement valide. Le domaine d'entité '{edge.domainnode.ontologyclass}' et la plage d'entités '{edge.rangenode.ontologyclass}' ne peuvent pas être liés via la propriété '{edge.ontologyproperty}'.

source: '{0}' is not found in the {1} ontology or is not a valid ontology property for Entity domain '{2}'.
bg: '{0}' не се намира в онтологията {1} или не е валидно онтологично свойство за домейна на единицата '{2}'.
ckb: '{0}' لە ئۆنتۆلۆژیای {1}دا نەدۆزراوەتەوە یان تایبەتمەندییەکی ئۆنتۆلۆژیای دروست نییە بۆ دۆمەینی Entity '{2}'.
fr: '{0}' est introuvable dans l'ontologie {1} ou n'est pas une propriété d'ontologie valide pour le domaine d'entité '{2}'.

source: You have assigned ontology classes to your graph nodes but not assigned an ontology to your graph.
bg: Определили сте онтологични класове на възлите на графата, но не сте определили онтология на графата.
ckb: تۆ پۆلەکانی ئۆنتۆلۆژیت بۆ گرێکانی گرافەکەت دیاری کردووە بەڵام ئۆنتۆلۆژییەکت بۆ گرافەکەت دانەناوە.
fr: Vous avez attribué des classes d'ontologie à vos nœuds de graphe, mais vous n'avez pas attribué d'ontologie à votre graphe.

source: The json-ld context you supplied wasn't formatted correctly.
bg: Контекстът json-ld, който сте предоставили, не е форматиран правилно.
ckb: ئەو کۆنتێکستە json-ld یەی کە تۆ دابینت کردووە بە دروستی فۆرمات نەکراوە.
fr: Le contexte json-ld que vous avez fourni n'a pas été formaté correctement.

source: Graph Validation Error
bg: Грешка при валидиране на графата
ckb: هەڵەی چەسپاندنی گراف
fr: Erreur de validation du graphe

source: Only resource models may be edited - branches are not editable
bg: Могат да се редактират само ресурсни модели - разклоненията не могат да се редактират.
ckb: تەنها مۆدێلی سەرچاوە دەتوانرێت دەستکاری بکرێت - لقەکان دەستکاری ناکرێن
fr: Seuls les modèles de ressources peuvent être modifiés - les branches ne sont pas modifiables

source: This card violates a unique constraint. The following value is already saved:
bg: Тази карта нарушава ограничение за уникалност. Следната стойност вече е записана:
ckb: ئەم کارتە سنووردارکردنێکی ناوازە پێشێل دەکات. ئەم بەهایەی خوارەوە پێشتر هەڵگیراوە:
fr: Cette fiche viole une contrainte unique. La valeur suivante est déjà enregistrée :

source: Error checking for missing node. Nodeid: {nodeid} with value: {value}, not in nodes. You may have a node in your business data that no longer exists in any graphs.
bg: Проверка за грешка за липсващ възел. Nodeid: {nodeid} със стойност: {value}, не е във възлите. Възможно е да имате възел във вашите бизнес данни, който вече не съществува в никакви графи.
ckb: پشکنینی هەڵە بۆ گرێی ونبوو. Nodeid: {nodeid} بە بەها: {value}، نەک لە گرێکاندا. لەوانەیە گرێیەک لە داتاکانی کارەکەتدا هەبێت کە لە هیچ گرافێکدا بوونی نەماوە.
fr: Erreur lors de la vérification du nœud manquant. Nodeid : {nodeid} avec la valeur : {value}, pas dans les nœuds. Vous pouvez avoir un nœud dans vos données d'entreprise qui n'existe plus dans aucun graphe.

source: This card requires values for the following:
bg: Тази карта изисква стойности за следното:
ckb: ئەم کارتە پێویستی بە بەها هەیە بۆ ئەمانەی خوارەوە:
fr: Cette fiche requiert des valeurs pour les éléments suivants :

source: No associated functions or other TypeError raised by a function
bg: Няма свързани функции или друга TypeError, предизвикана от функция
ckb: هیچ فەنکشنێکی پەیوەندیدار یان TypeError ی تر کە لەلایەن فەنکشنێکەوە بەرزکراوەتەوە
fr: Aucune fonction associée ou autre TypeError déclenchée par une fonction

source: Tile Validation Error
bg: Грешка при валидирането на плочката
ckb: هەڵەی چەسپاندنی کاشی
fr: Erreur de validation de tuile

source: Tile Cardinaltiy Error
bg: Грешка в кардиналността на плочката
ckb: هەڵەی کاشی کاردیناڵتی
fr: Erreur de cardinalité de tuile

source: Search Index Error:
bg: Грешка в индекса на търсенето:
ckb: هەڵەی ئیندێکسی گەڕان:
fr: Erreur d'index de recherche :

source: Search Index Not Defined Error:
bg: Грешка - Индексът за търсене не е дефиниран:
ckb: هەڵەی ئیندێکسی گەڕان پێناسە نەکراوە:
fr: Index de recherche non défini Erreur :

source: The index "%s" is not defined in settings.ELASTICSEARCH_CUSTOM_INDEXES
bg: Индексът "%s" не е дефиниран в настройките. ELASTICSEARCH_CUSTOM_INDEXES
ckb: ئیندێکسی "%s" لە ڕێکخستنەکاندا پێناسە نەکراوە.ELASTICSEARCH_CUSTOM_INDEXES
fr: L'index "%s" n'est pas défini dans les paramètres.ELASTICSEARCH_CUSTOM_INDEXES

source: Feature geometry is not defined
bg: Геометрията на елемента не е дефинирана
ckb: ئەندازەیی تایبەتمەندی پێناسە نەکراوە
fr: La géométrie de l'entité n'est pas définie

source: You need at least one of the following operators in a Range expression: gte, gt, lte, or lt
bg: В израз за обхват е необходим поне един от следните оператори: gte, gt, lte или lt
ckb: پێویستت بە لانیکەم یەکێک لەم ئۆپەراتۆرانەی خوارەوەیە لە دەربڕینی Range: gte، gt، lte، یان lt
fr: Vous avez besoin d'au moins un des opérateurs suivants dans une expression Range : gte, gt, lte ou lt

source: You can only use one of either: gte or gt
bg: Можете да използвате само един от следните варианти: gte или gt
ckb: تەنها دەتوانیت یەکێک لە یەکێک لەم دووانە بەکاربهێنیت: gte یان gt
fr: Vous ne pouvez utiliser qu'un seul des éléments suivants : gte ou gt

source: You can only use one of either: lte or lt
bg: Можете да използвате само един от следните варианти: lte или lt
ckb: تەنها دەتوانیت یەکێک لە یەکێک لەم دووانە بەکاربهێنیت: lte یان lt
fr: Vous ne pouvez utiliser qu'un des éléments suivants : lte ou lt

source: You need to specify either a "field" or a "script"
bg: Трябва да посочите или "поле", или "скрипт"
ckb: پێویستە یان "مەیدان" یان "سکریپت" دیاری بکەیت.
fr: Vous devez spécifier soit un "champ" soit un "script"

source: You need to specify a name for your aggregation
bg: Необходимо е да посочите име на вашата агрегация.
ckb: پێویستە ناوێک بۆ کۆکردنەوەکەت دیاری بکەیت
fr: Vous devez spécifier un nom pour votre agrégation

source: You need to specify an aggregation type
bg: Трябва да посочите тип на агрегация
ckb: پێویستە جۆرێکی کۆکردنەوە دیاری بکەیت
fr: Vous devez spécifier un type d'agrégation

source: You need to specify a path for your nested aggregation
bg: Трябва да посочите път за вложената агрегация.
ckb: پێویستە ڕێڕەوێک بۆ کۆکردنەوەی هێلانەکراوەکەت دیاری بکەیت
fr: Vous devez spécifier un chemin pour votre agrégation imbriquée

source: Shapefile are fieldnames required for the following nodes: {0}
bg: Shapefile са имената на полетата, необходими за следните възли: {0}
ckb: Shapefile ناوی مەیدانەکانن کە پێویستن بۆ ئەم گرێیانەی خوارەوە: {0}
fr: Les shapefiles sont des noms de champs requis pour les nœuds suivants : {0}

source: files_deleted
bg: файлове_изтрити
ckb: فایلەکان_سڕاونەتەوە
fr: fichiers_supprimés

source: Your search {} is ready for download. You have 24 hours to access this file, after which we'll automatically remove it.
bg: Вашето търсене {} е готово за изтегляне. Разполагате с 24 часа, за да получите достъп до този файл, след което автоматично ще го премахнем
ckb: گەڕانەکەت {} ئامادەیە بۆ دابەزاندن. ٢٤ کاتژمێرت هەیە بۆ دەستگەیشتن بەم فایلە، دوای ئەوە ئێمە بە شێوەیەکی ئۆتۆماتیکی لا دەبەین.
fr: Votre recherche {} est prête à être téléchargée. Vous avez 24 heures pour accéder à ce fichier, après quoi nous le supprimerons automatiquement.
