Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: To improve the searchability of your Concepts, you can add as many alternate labels to each one as you want Below, the label "Dwelling" is added to the Concept "House". The result is that anyone using "Dwelling" as a search term will be shown Resources that have the "House" Concept.
bg: За да подобрите възможностите за търсене на вашите концепции, можете да добавяте колкото искате алтернативни етикети към всяка от тях По-долу към концепцията "Къща" е добавен етикетът "Жилище". Резултатът е, че всеки, който използва "Жилище" като термин за търсене, ще получи ресурси, които имат Концепция "Къща".
ckb: بۆ باشترکردنی گەڕانی چەمکەکانت، دەتوانیت چەند لیبێڵی جێگرەوە زیاد بکەیت بۆ هەریەکەیان تا دەتەوێت لە خوارەوە، ناوی "نیشتەجێبوون" زیاد دەکرێت بۆ چەمکی "ماڵ". ئەنجامەکەی ئەوەیە کە هەر کەسێک "Dwelling" وەک زاراوەی گەڕان بەکاربهێنێت، ئەو سەرچاوەیانەی پیشان دەدرێت کە چەمکی "House" یان هەیە.
fr: Pour améliorer la recherche de vos concepts, vous pouvez ajouter autant d'étiquettes alternatives à chacun que vous le souhaitez. Ci-dessous, l'étiquette "Habitation" est ajoutée au concept "Maison". Le résultat est que toute personne utilisant "Habitation" comme terme de recherche verra apparaître les ressources qui ont le concept "Maison".

source: Example - Create a Collection
bg: Пример - Създаване на колекция
ckb: نموونە - دروستکردنی کۆمەڵەیەک
fr: Exemple - Créer une collection

source: Creating a Collection is very similar to creating a Thesaurus. However, you will be adding existing Concepts to a Collection (potentially from more than one Thesaurus) instead of creating new ones. Below, a new Collection is created. To go further, select the Collection, and use the "Add dropdown entry" link to add existing Concepts to this Collection. When configuring the Graph for a Branch or Resource Model, you will now be able to add this Concept Collection to a node.
bg: Създаването на Колекция е много подобно на създаването на Синонимен речник. Въпреки това ще добавяте съществуващи концепции към колекция (потенциално от повече от един синонимен речник), вместо да създавате нови. По-долу е създадена нова Колекция. За да продължите, изберете Колекцията и използвайте връзката "Добавяне на падащ запис", за да добавите съществуващи Концепции към тази Колекция. Когато конфигурирате Графа за Разклонение или Ресурсен Модел, сега ще можете да добавите тази Колекция от Концепции към възел.
ckb: دروستکردنی کۆلێکشن زۆر لە دروستکردنی زاراوە دەچێت. بەڵام، تۆ چەمکە هەبووەکان زیاد دەکەیت بۆ کۆمەڵەیەک (بە ئەگەرێکی زۆرەوە لە زیاتر لە یەک تێزۆرەوە) لەبری ئەوەی چەمکی نوێ دروست بکەیت. لە خوارەوە کۆلێکشنێکی نوێ دروست دەکرێت. بۆ ئەوەی زیاتر بچیتە پێشەوە، کۆمەڵەکە هەڵبژێرە، و بەستەری "زیادکردنی هاتنە ژوورەوەی دابەزین" بەکاربهێنە بۆ زیادکردنی چەمکە هەبووەکان بۆ ئەم کۆمەڵەیە. لە کاتی ڕێکخستنی گراف بۆ مۆدێلی لق یان سەرچاوە، ئێستا دەتوانیت ئەم کۆمەڵە چەمکە زیاد بکەیت بۆ گرێیەک.
fr: La création d'une collection est très similaire à la création d'un thésaurus. Cependant, vous ajouterez des concepts existants à une collection (provenant potentiellement de plusieurs thésaurus) au lieu d'en créer de nouveaux. Ci-dessous, une nouvelle Collection est créée. Pour aller plus loin, sélectionnez la Collection et utilisez le lien "Ajouter une entrée déroulante" pour ajouter des Concepts existants à cette Collection. Lors de la configuration du graphe pour un modèle de branche ou de ressource, vous pourrez désormais ajouter cette collection de concepts à un nœud.

source: Creating Resource Data
bg: Създаване на данни за ресурс
ckb: دروستکردنی داتای سەرچاوە
fr: Création de données de ressources

source: The Resource Editor is used to create new or edit existing Resources. What you see on the left-hand side of the page is this Resource's "card tree", which shows all of the data entry cards that you can edit. Think of "creating data" as "adding cards".
bg: Редакторът на ресурси се използва за създаване на нови или редактиране на съществуващи ресурси. Това, което виждате в лявата част на страницата, е "дървото на картите" на този ресурс, което показва всички карти за въвеждане на данни, които можете да редактирате. Мислете за "създаване на данни" като за "добавяне на карти".
ckb: دەستکاریکەری سەرچاوە بەکاردێت بۆ دروستکردنی سەرچاوەی نوێ یان دەستکاریکردنی سەرچاوەی هەبوو. ئەوەی لە لای چەپی لاپەڕەکەدا دەیبینیت "دار کارت"ی ئەم سەرچاوەیە، کە هەموو کارتەکانی داخڵکردنی داتا پیشان دەدات کە دەتوانیت دەستکاری بکەیت. بیر لە "دروستکردنی داتا" بکەرەوە وەک "زیادکردنی کارت".
fr: L'éditeur de ressources est utilisé pour créer de nouvelles ressources ou modifier des ressources existantes. Ce que vous voyez sur le côté gauche de la page est "l'arborescence des fiches" de cette ressource, qui affiche toutes les fiches de saisie de données que vous pouvez modifier. Pensez à "créer des données" comme à "ajouter des fiches".

source: To begin, select a card, enter data, and click <strong>Add</strong>. Some cards may allow multiple instances, in which case you will be able to add as many of the same type as you want.
bg: За да започнете, изберете карта, въведете данни и щракнете върху <strong>Добавяне</strong>. Някои карти могат да позволяват многобройни екземпляри, като в този случай ще можете да добавите толкова много от един и същи тип, колкото искате.
ckb: بۆ دەستپێکردن، کارتێک هەڵبژێرە، داتاکان داخڵ بکە و کرتە لە <strong>زیادکردن</strong> بکە. ڕەنگە هەندێک کارت ڕێگە بە چەندین نموونە بدەن، لەم حاڵەتەدا دەتوانیت زۆرترین لە هەمان جۆر زیاد بکەیت کە دەتەوێت.
fr: Pour commencer, sélectionnez une fiche, saisissez des données, puis cliquez sur <strong>Ajouter</strong>. Certaines fiches peuvent autoriser plusieurs instances, auquel cas vous pourrez ajouter autant de fiches du même type que vous le souhaitez.

source: Note that in the demonstration below, the "Define Resource Descriptors" function has already been configured to set the Name card value as the resource display name.
bg: Обърнете внимание, че в демонстрацията по-долу функцията "Дефиниране на дескриптори на ресурси" вече е конфигурирана за задаване на стойността на картата Име като дисплейно име на ресурса.
ckb: تێبینی بکە کە لە نمایشی خوارەوەدا، فەنکشنی "پێناسەکردنی وەسفکەرانی سەرچاوە" پێشتر ڕێکخراوە بۆ ئەوەی بەهای کارتی ناو وەک ناوی پیشاندانی سەرچاوە دابنێت.
fr: Notez que dans la démonstration ci-dessous, la fonction "Définir les descripteurs de ressources" a déjà été configurée pour définir la valeur de la fiche de visite comme nom d'affichage de la ressource.

source: basic card data enty - click to view
bg: основни данни за картата - кликнете, за да видите
ckb: basic card data entity - کلیک بکە بۆ بینین
fr: saisie des données de base de la fiche - cliquez pour afficher

source: Once you have saved data for a resource, you can see a full summary by selecting the top card. This is the resource report.
bg: След като сте запазили данни за даден ресурс, можете да видите пълно обобщение, като изберете горната карта. Това е отчетът за ресурсите.
ckb: کاتێک داتاکانت بۆ سەرچاوەیەک پاشەکەوت کرد، دەتوانیت پوختەیەکی تەواو ببینیت بە هەڵبژاردنی کارتی سەرەوە. ئەمە ڕاپۆرتی سەرچاوەکانە.
fr: Une fois que vous avez enregistré les données d'une ressource, vous pouvez voir un résumé complet en sélectionnant la fiche du haut. Ceci est le rapport de ressources.

source: In some cases, cards will be nested within other cards, as in the example of adding a geo-location below.
bg: В някои случаи картите ще бъдат вложени в други карти, както в примера за добавяне на географско местоположение по-долу.
ckb: لە هەندێک حاڵەتدا کارتەکان لەناو کارتەکانی تردا هێلانە دەکرێن، وەک لە نموونەی زیادکردنی شوێنی جیۆلۆجی لە خوارەوە.
fr: Dans certains cas, les fiches seront imbriquées dans d'autres fiches, comme dans l'exemple d'ajout d'une géolocalisation ci-dessous.

source: nested card data enty - click to view
bg: въвеждане на данни за вложени карти - кликнете, за да видите
ckb: nested card data entity - کلیک بکە بۆ بینین
fr: entrée de données de fiche imbriquée - cliquez pour afficher

source: Creating Resources Relations
bg: Създаване на ресурси с връзки
ckb: دروستکردنی پەیوەندی سەرچاوەکان
fr: Création de relations de ressources

source: In the Resource Editor you can also access the <strong>Related Resources Editor</strong> . To create a relationship between this resource and another in your database, open the editor, find the resource, and click <strong>Add</strong>.
bg: В Редактора на ресурси можете също така да получите достъп до <strong>Редактора на Свързани Ресурси</strong> . За да създадете връзка между този ресурс и друг във вашата база данни, отворете редактора, намерете ресурса и щракнете върху <strong>Добавяне</strong>.
ckb: هەروەها لە دەستکاریکەری سەرچاوەدا دەتوانیت بچیتە ناو <strong>دەستکاریکەری سەرچاوە پەیوەندیدارەکان</strong> . بۆ دروستکردنی پەیوەندی لە نێوان ئەم سەرچاوەیە و سەرچاوەیەکی دیکە لە بنکەدراوەی خۆتدا، دەستکاریکەرەکە بکەرەوە، سەرچاوەکە بدۆزەرەوە و کرتە لە <strong>زیادکردن</strong> بکە.
fr: Dans l'éditeur de ressources, vous pouvez également accéder à l'<strong>éditeur de ressources associées</strong> . Pour créer une relation entre cette ressource et une autre dans votre base de données, ouvrez l'éditeur, recherchez la ressource et cliquez sur <strong>Ajouter</strong>.

source: Your Resource Model will need to be configured to allow relations with the target Resource Model. If relations are not allowed, resources in the dropdown menu will not be selectable.
bg: Вашият Ресурсен Модел ще трябва да бъде конфигуриран така, че да позволява връзки с целевия Ресурсен Модел. Ако връзките не са разрешени, ресурсите в падащото меню няма да могат да се избират.
ckb: پێویستە مۆدێلی سەرچاوەکانت ڕێکبخرێت بۆ ئەوەی ڕێگە بدات بە پەیوەندی لەگەڵ مۆدێلی سەرچاوەی ئامانج. ئەگەر پەیوەندییەکان ڕێگەپێدراو نەبن، سەرچاوەکانی ناو مینیوی دابەزین هەڵنابژێردرێن.
fr: Votre modèle de ressource devra être configuré pour autoriser les relations avec le modèle de ressource cible. Si les relations ne sont pas autorisées, les ressources du menu déroulant ne pourront pas être sélectionnées.

source: create resource relation - click to view
bg: създаване на ресурс с връзки - кликнете, за да видите
ckb: دروستکردنی پەیوەندی سەرچاوە - کلیک بکە بۆ بینین
fr: créer une relation de ressource - cliquez pour afficher

source: Choose a Resource Model to begin creating a new Resource in your database.
bg: Изберете Ресурсен Модел, за да започнете да създавате нов ресурс във вашата база данни.
ckb: مۆدێلی سەرچاوە هەڵبژێرە بۆ دەستپێکردنی دروستکردنی سەرچاوەیەکی نوێ لە بنکەدراوەی خۆتدا.
fr: Choisissez un modèle de ressource pour commencer à créer une nouvelle ressource dans votre base de données.

source: Introduction to Search
bg: Въведение в Търсенето
ckb: پێشەکی بۆ گەڕان
fr: Introduction à la recherche

source: <strong>Search Bar</strong> The quickest way to search the database is to begin typing in the search bar. You'll be presented with database terminology which you can use to create one or more simple filters. The search bar also acts as an aggregator of <em>all</em> currently enabled filters.
bg: <strong>Лента за търсене Най-бързият начин за търсене в базата данни е да започнете да пишете в лентата за търсене. Ще ви бъде представена терминология на базата данни, която можете да използвате, за да създадете един или повече прости филтри. Лентата за търсене действа и като агрегатор на <em>всички</em> активирани в момента филтри.
ckb: <strong>Search Bar</strong> خێراترین ڕێگا بۆ گەڕان لە بنکەدراوەدا ئەوەیە کە دەست بکەیت بە نووسین لە پەڕەی گەڕان. زاراوەی بنکەدراوەت پێشکەش دەکرێت کە دەتوانیت بەکاری بهێنیت بۆ دروستکردنی یەک یان چەند فلتەرێکی سادە. هەروەها پەتی گەڕان وەک کۆکەرەوەی <em>هەموو</em> فلتەرە چالاککراوەکانی ئێستا کاردەکات.
fr: <strong>Barre de recherche</strong> Le moyen le plus rapide de rechercher dans la base de données est de commencer à taper dans la barre de recherche. Vous verrez la terminologie de la base de données que vous pouvez utiliser pour créer un ou plusieurs filtres simples. La barre de recherche agit également comme un agrégateur de <em>tous</em> les filtres actuellement activés.

source: <strong>Search Tools</strong> There are a number tools you can use to explore the database, which are described in detail below.
bg: <strong>Инструменти за търсене </strong> Има редица инструменти, които можете да използвате, за да проучите базата данни, и които са описани подробно по-долу.
ckb: <strong>ئامرازەکانی گەڕان</strong> کۆمەڵێک ئامراز هەیە کە دەتوانیت بەکاریان بهێنیت بۆ گەڕان بەدوای بنکەدراوەدا، کە لە خوارەوە بە وردی باسکراون.
fr: <strong>Outils de recherche</strong> Il existe un certain nombre d'outils que vous pouvez utiliser pour explorer la base de données, qui sont décrits en détail ci-dessous.

source: <strong>Search Results</strong> Whenever you change any search filters, the updated search results will be listed here. You can link to a resource's report, zoom to it on the map, or view its related resources.
bg: <strong>Резултати от търсенето </strong> Когато промените някой от филтрите за търсене, актуализираните резултати от търсенето ще бъдат изброени тук. Можете да направите връзка към отчета на даден ресурс, да го приближите на картата или да видите свързаните с него ресурси.
ckb: <strong>ئەنجامی گەڕان</strong> هەرکاتێک هەر فلتەرێکی گەڕان بگۆڕیت، ئەنجامی گەڕانی نوێکراوە لێرەدا دەخرێتە لیستی زانیارییەکانەوە. دەتوانیت لینکی ڕاپۆرتی سەرچاوەیەک بدەیت، لەسەر نەخشەکە زووم بکەیت، یان سەرچاوە پەیوەندیدارەکانی ببینیت.
fr: <strong>Résultats de recherche</strong> Chaque fois que vous modifiez des filtres de recherche, les résultats de recherche mis à jour seront répertoriés ici. Vous pouvez créer un lien vers le rapport d'une ressource, effectuer un zoom dessus sur la carte ou afficher ses ressources associées.

source: <strong>Search Panel</strong> The contents of this panel will change depending on what search tool you are using. Typically, the map will be activated by default.
bg: <strong>Панел за търсене </strong> Съдържанието на този панел се променя в зависимост от използвания инструмент за търсене. Обикновено картата е активирана по подразбиране.
ckb: <strong>پانێڵی گەڕان</strong> ناوەڕۆکی ئەم پانێڵە دەگۆڕێت بەپێی ئەوەی کە تۆ چ ئامرازێکی گەڕان بەکاردەهێنیت. بە شێوەیەکی ئاسایی نەخشەکە بە شێوازی پێشوەختە چالاک دەکرێت.
fr: <strong>Panneau de recherche</strong> Le contenu de ce panneau changera en fonction de l'outil de recherche que vous utilisez. Généralement, la carte sera activée par défaut.

source: Search Tools
bg: Инструменти за Търсене
ckb: ئامرازەکانی گەڕان
fr: Outils de recherche

source: Map
bg: Карта
ckb: نەخشە
fr: Carte

source: Search results can be represented on the map in two ways: <strong>markers</strong> show the first set of resources in the search results, and <strong>cells</strong> are used to give a general spatial representation of <em>all</em> resources in the search results.
bg: Резултатите от търсенето могат да бъдат представени на картата по два начина: <strong>маркировките</strong> показват първия набор от ресурси в резултатите от търсенето, а <strong>клетките</strong> се използват за общо пространствено представяне на <em>всички</em> ресурси в резултатите от търсенето.
ckb: ئەنجامەکانی گەڕان دەتوانرێت بە دوو شێوە لەسەر نەخشەکە نیشان بدرێت: <strong>نیشاندەرەکان</strong> کۆمەڵەی یەکەمی سەرچاوەکان لە ئەنجامی گەڕانەکاندا نیشان دەدەن، و <strong>خانەکان</strong> بەکاردەهێنرێن بۆ پێدانی نوێنەرایەتییەکی فەزایی گشتی < em>all</em> سەرچاوەکان لە ئەنجامی گەڕانەکاندا.
fr: Les résultats de la recherche peuvent être représentés sur la carte de deux manières : les <strong>marqueurs</strong> affichent le premier ensemble de ressources dans les résultats de la recherche, et les <strong>cellules</strong> sont utilisées pour donner une représentation spatiale générale de < em>toutes</em> les ressources dans les résultats de la recherche.

source: In addition to displaying search results, the map can show resource layers (showing all resources), or custom overlays, if any have been added. You control the visibility of all layers and basemaps with the tool panel on the right.
bg: В допълнение към показването на резултатите от търсенето картата може да показва слоеве на ресурсите (показващи всички ресурси) или персонализирани покрития, ако са добавени такива. Контролирате видимостта на всички слоеве и базови карти с панела с инструменти вдясно.
ckb: جگە لە پیشاندانی ئەنجامی گەڕان، نەخشەکە دەتوانێت چینەکانی سەرچاوە پیشان بدات (پێشاندانی هەموو سەرچاوەکان)، یان سەرپۆشە تایبەتەکان، ئەگەر هەریان زیادکرابن. تۆ بە پانێڵی ئامرازەکان لە لای ڕاستەوە کۆنترۆڵی بینینی هەموو چینەکان و نەخشە بنەڕەتییەکان دەکەیت.
fr: En plus d'afficher les résultats de la recherche, la carte peut afficher des couches de ressources (montrant toutes les ressources) ou des superpositions personnalisées, le cas échéant. Vous contrôlez la visibilité de toutes les couches et fonds de carte avec le panneau d'outils sur la droite.

source: Finally, you can add a spatial filter to your query by using the map drawing tools to draw a shape and apply a buffer distance if desired.
bg: Накрая можете да добавите пространствен филтър към заявката си, като използвате инструментите за чертане на карти, за да нарисувате форма и да приложите буферно разстояние, ако желаете.
ckb: لە کۆتاییدا دەتوانیت فلتەرێکی فەزایی زیاد بکەیت بۆ پرسیارەکەت بە بەکارهێنانی ئامرازەکانی کێشانی نەخشە بۆ کێشانی شێوەیەک و جێبەجێکردنی مەودای بافەر ئەگەر ویستت.
fr: Enfin, vous pouvez ajouter un filtre spatial à votre requête en utilisant les outils de dessin de carte pour dessiner une forme et appliquer une distance tampon si vous le souhaitez.

source: change basemap - click to view
bg: промяна на базовата карта - кликнете, за да видите
ckb: change basemap - کلیک بکە بۆ بینین
fr: modifier le fond de carte - cliquez pour afficher

source: toggle search results layer - click to view
bg: превключване на слоя с резултати от търсенето - кликнете, за да видите
ckb: toggle search results layer - کلیک بکە بۆ بینین
fr: basculer la couche des résultats de recherche - cliquez pour afficher

source: search with spatial query - click to view
bg: търсене с пространствена заявка - кликнете, за да видите
ckb: گەڕان بە پرسیاری فەزایی - کلیک بکە بۆ بینین
fr: recherche avec requête spatiale - cliquez pour voir

source: Time
bg: Време
ckb: کات
fr: Temps

source: You can apply a temporal criterion to your query by using the Time Filter. You have the option of creating the filter by hand, or you can use the time wheel. The time wheel is a graphic representation of all the resources in the database, organized chronologically.
bg: Можете да приложите времеви критерий към заявката си, като използвате филтъра за време. Имате възможност да създадете филтъра ръчно или да използвате колелото за време. Колелото на времето представлява графично представяне на всички ресурси в базата данни, организирани хронологично.
ckb: دەتوانیت پێوەرێکی کاتی بۆ پرسیارەکەت بەکاربهێنیت بە بەکارهێنانی فلتەری کات. بژاردەی دروستکردنی فلتەرەکەت هەیە بە دەست، یان دەتوانیت ویلەکەی کات بەکاربهێنیت. چەرخی کات نوێنەرایەتییەکی گرافیکی هەموو سەرچاوەکانی ناو بنکەدراوە، بە ڕێکوپێکی ڕێکخراوە.
fr: Vous pouvez appliquer un critère temporel à votre requête en utilisant le filtre temporel. Vous avez la possibilité de créer le filtre à la main ou d'utiliser la roue du temps. La roue du temps est une représentation graphique de toutes les ressources de la base de données, organisées chronologiquement.

source: apply time filter with time wheel - click to view
bg: прилагане на времеви филтър с колелото на времето - кликнете, за да видите
ckb: apply time filter with time wheel - کلیک بکە بۆ بینین
fr: appliquer le filtre de temps avec la roue du temps - cliquez pour voir

source: Saved
bg: Запазено
ckb: پاشەکەوت کراوە
fr: Enregistré

source: Saved searches allow you to view pre-made queries. Saved searches are created by database administrators, so the number of saved searches shown here will vary from one database to the next.
bg: Запаметените търсения ви позволяват да преглеждате предварително подготвени заявки. Запаметените търсения се създават от администраторите на бази данни, така че броят на показаните тук запаметени търсения ще варира в различните бази данни.
ckb: گەڕانە هەڵگیراوەکان ڕێگەت پێدەدەن کە پرسیارە پێشوەختەکان ببینیت. گەڕانە پاشەکەوتکراوەکان لەلایەن بەڕێوەبەرانی بنکەدراوە دروست دەکرێن، بۆیە ژمارەی گەڕانە پاشەکەوتکراوەکان کە لێرەدا نیشان دەدرێن لە بنکەدراوەیەکەوە بۆ بنکەدراوەیەکی تر دەگۆڕێت.
fr: Les recherches enregistrées vous permettent d'afficher des requêtes prédéfinies. Les recherches enregistrées sont créées par les administrateurs de bases de données, de sorte que le nombre de recherches enregistrées affiché ici varie d'une base de données à l'autre.

source: Advanced
bg: Разширени
ckb: پێشکەوتوو
fr: Avancé

source: You can use the advanced search to make more complex queries based on data attributes, or "facets". While the basic search filter allows you to combine multiple filters, advanced search is the only way to combine filters with an <strong>or</strong> operator, and also gives you access to more comparison operators.
bg: Можете да използвате разширеното търсене, за да правите по-сложни заявки въз основа на атрибути на данните или " характеристики". Докато основният филтър за търсене ви позволява да комбинирате няколко филтъра, разширеното търсене е единственият начин да комбинирате филтри с оператор <strong>или</strong>, а също така ви дава достъп до повече оператори за сравнение.
ckb: دەتوانیت گەڕانی پێشکەوتوو بەکاربهێنیت بۆ ئەنجامدانی پرسیاری ئاڵۆزتر لەسەر بنەمای تایبەتمەندییەکانی داتا، یان "لایەنەکان". لە کاتێکدا فلتەری گەڕانی بنەڕەتی ڕێگەت پێدەدات چەندین فلتەر کۆبکەیتەوە، گەڕانی پێشکەوتوو تاکە ڕێگایە بۆ تێکەڵکردنی فلتەرەکان لەگەڵ ئۆپەراتۆری <strong>یان</strong>، هەروەها دەستڕاگەیشتن بە ئۆپەراتۆری بەراوردکاری زیاترت پێدەدات.
fr: Vous pouvez utiliser la recherche avancée pour effectuer des requêtes plus complexes basées sur des attributs de données, ou "facettes". Alors que le filtre de recherche de base vous permet de combiner plusieurs filtres, la recherche avancée est le seul moyen de combiner des filtres avec un opérateur <strong>ou</strong>, et vous donne également accès à davantage d'opérateurs de comparaison.

source: In the example below, a search is made within a single resource type for any name <strong>like</strong> "church" <strong>or</strong> any name <strong>like</strong> "gate".
bg: В примера по-долу се извършва търсене в рамките на един тип ресурс за всяко име <strong>като</strong> "църква" <strong>или</strong> за всяко име <strong>като</strong> "порта".
ckb: لە نموونەی خوارەوەدا، گەڕانێک لەناو یەک جۆری سەرچاوەدا بۆ هەر ناوێک <strong>وەک</strong> "کڵێسا" <strong>یان</strong> هەر ناوێک <strong>وەک</strong> "دەروازە" ئەنجام دەدرێت.
fr: Dans l'exemple ci-dessous, une recherche est effectuée dans un seul type de ressource pour tout nom <strong>comme</strong> "église" <strong>ou</strong> tout nom <strong>comme</strong> "porte".

source: search for multiple words in names - click to view
bg: търсене на множество думи в имената - кликнете, за да видите
ckb: بەدوای چەند وشەیەکدا بگەڕێ لە ناوەکاندا - کلیک بکە بۆ بینین
fr: rechercher plusieurs mots dans les noms - cliquez pour afficher

source: Related
bg: Свързани
ckb: پەیوەست
fr: Lié
