Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: For each resource listed in the search results you can view its related resources with the "Related Resources" link under the description. By viewing Related Resources, you get a new view of the database: not how resources are related geographically nor chronologically, but qualitatively.
bg: За всеки ресурс, посочен в резултатите от търсенето, можете да видите свързаните с него ресурси чрез връзката "Свързани ресурси" под описанието. Като преглеждате Свързани ресурси, получавате нов поглед върху базата данни: не как ресурсите са свързани географски или хронологично, а качествено.
ckb: بۆ هەر سەرچاوەیەک کە لە ئەنجامی گەڕانەکاندا هاتووە دەتوانیت سەرچاوە پەیوەندیدارەکانی بە بەستەری "سەرچاوە پەیوەندیدارەکان" لە ژێر وەسفەکەدا ببینیت. بە بینینی سەرچاوە پەیوەندیدارەکان، دیدێکی نوێ بۆ بنکەدراوە بەدەست دەهێنیت: نەک چۆن سەرچاوەکان لە ڕووی جوگرافیاوە و نە لە ڕووی کرۆنۆلۆژییەوە پەیوەندییان هەیە، بەڵکو لە ڕووی چۆنایەتییەوە.
fr: Pour chaque ressource répertoriée dans les résultats de la recherche, vous pouvez afficher ses ressources associées avec le lien "Ressources associées" sous la description. En visualisant les ressources associées, vous obtenez une nouvelle vue de la base de données : non pas comment les ressources sont liées géographiquement ou chronologiquement, mais qualitativement.

source: There two methods for viewing Related Resources: in a table where each related resource is a row, or in a graph where resources are shown as nodes in a graph, with relationships connecting them.
bg: Съществуват два метода за разглеждане на Свързани ресурси: в таблица, в която всеки свързан ресурс е ред, или в графа, в която ресурсите са показани като възли в графа с връзки между тях.
ckb: دوو شێواز هەیە بۆ بینینی سەرچاوە پەیوەندیدارەکان: لە خشتەیەکدا کە هەر سەرچاوەیەکی پەیوەندیدار ڕیزێکە، یان لە گرافێکدا کە سەرچاوەکان وەک گرێیەک لە گرافێکدا نیشان دەدرێن، لەگەڵ پەیوەندییەکان کە بەیەکەوە دەبەستنەوە.
fr: Il existe deux méthodes pour afficher les ressources associées : dans un tableau où chaque ressource associée est une ligne, ou dans un graphe où les ressources sont affichées sous forme de nœuds dans un graphe, avec des relations les reliant.

source: <p>A number of global settings can be defined or altered here.</p>
bg: <p>Тук могат да се определят или променят редица глобални настройки.
ckb: <p>لێرەدا دەتوانرێت ژمارەیەک ڕێکخستنی جیهانی پێناسە بکرێت یان بگۆڕدرێت.</p>
fr: <p>Un certain nombre de paramètres globaux peuvent être définis ou modifiés ici.</p>

source: Default Application Settings
bg: Настройки на приложението по подразбиране
ckb: ڕێکخستنەکانی بەرنامەی پێشوەختە
fr: Paramètres d'application par défaut

source: <strong>Application Name</strong> - Name of your Arches app, to be displayed in the browser title bar and elsewhere.<br> <strong>Default Data Import/Export User</strong> - Name to associate with data that is imported into the system.<br>
bg: <strong>Име на приложението</strong> - име на вашето приложение Arches, което ще се показва в заглавната лента на браузъра и на други места.<br> <strong>Потребител по подразбиране за импортиране/експортиране на данни </strong>- Име, което се свързва с данните, които се импортират в системата.<br>
ckb: <strong>ناوی بەرنامە</strong> - ناوی ئەپی Arches ـەکەت، بۆ ئەوەی لە پەتی ناونیشانی وێبگەڕ و شوێنەکانی تردا پیشان بدرێت.<br> <strong>بەکارهێنەری هاوردەکردن/هەناردەکردنی داتاکانی پێشوەختە</strong> - ناوێک بۆ پەیوەستکردن بەو داتایانەی کە هاوردە دەکرێن بۆ ناو سیستەمەکە.<br>
fr: <strong>Nom de l'application</strong> - Nom de votre application Arches, à afficher dans la barre de titre du navigateur et ailleurs.<br> <strong>Utilisateur d'importation/exportation de données par défaut</strong> : nom à associer aux données importées dans le système.<br>

source: Web Analytics
bg: Уеб анализ
ckb: شیکاری وێب
fr: analyses d'audience Internet

source: <strong>Google Analytics Key</strong> - If you have made a Google Analytics Key to track your app's traffic, enter it here.<br>
bg: <strong>Google Analytics Key</strong> - Ако сте създали Google Analytics Key, за да проследявате трафика на приложението си, въведете го тук.<br>
ckb: <strong>کلیلی شیکاری گووگڵ</strong> - ئەگەر کلیلی شیکاری گووگڵت دروست کردووە بۆ بەدواداچوونی ترافیکی ئەپەکەت، لێرەدا بینووسە.<br>
fr: <strong>Clé Google Analytics</strong> : si vous avez créé une clé Google Analytics pour suivre le trafic de votre application, saisissez-la ici.<br>

source: Thesaurus Service Providers
bg: Доставчици на услугите на синонимния речник
ckb: پێشکەشکارانی خزمەتگوزاری تێساورس
fr: Fournisseurs de services de thésaurus

source: <strong>Thesaurus SPARQL Endpoint</strong> - Advanced users may create more SPARQL endpoints and register them here. These endpoints will be available in the RDM and allow you to import thesaurus entries from external sources.<br>
bg: <strong>Крайна точка на синонимен речник SPARQ</strong>L - Напредналите потребители могат да създават повече крайни точки на SPARQL и да ги регистрират тук. Тези крайни точки ще бъдат налични в RDM и ще ви позволят да импортирате записи в синонимния рачник от външни източници.<br>
ckb: <strong>Thesaurus SPARQL Endpoint</strong> - بەکارهێنەرانی پێشکەوتوو لەوانەیە خاڵی کۆتایی SPARQL زیاتر دروست بکەن و لێرە تۆماریان بکەن. ئەم خاڵە کۆتاییانە لە RDM دا بەردەست دەبن و ڕێگەت پێدەدەن نووسراوەکانی زاراوە لە سەرچاوە دەرەکییەکانەوە هاوردە بکەیت.<br>
fr: <strong>Thesaurus SPARQL Endpoint</strong> - Les utilisateurs avancés peuvent créer plus de points de terminaison SPARQL et les enregistrer ici. Ces points de terminaison seront disponibles dans le RDM et vous permettront d'importer des entrées de thésaurus à partir de sources externes.<br>

source: Map Settings
bg: Настройки на картата
ckb: ڕێکخستنەکانی نەخشە
fr: Paramètres de la carte

source: Mapbox API
ckb: API ی نەخش بۆکس

source: Arches uses the Mapbox mapping library for map display and data creation. Arches also supports Mapbox basemaps and other services.
bg: Arches използва картографската библиотека Mapbox за показване на карти и създаване на данни. Arches също така поддържа базови карти на Mapbox и други услуги.
ckb: Arches کتێبخانەی نەخشەسازی Mapbox بەکاردەهێنێت بۆ پیشاندانی نەخشە و دروستکردنی داتا. هەروەها Arches پشتگیری لە نەخشەی بنەڕەتی Mapbox و خزمەتگوزارییەکانی تر دەکات.
fr: Arches utilise la bibliothèque cartographique Mapbox pour l'affichage des cartes et la création de données. Arches prend également en charge les fonds de carte Mapbox et d'autres services.

source: <strong>Mapbox API Key (Optional)</strong> - By default, Arches uses some basemap web services from Mapbox. You will need to <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">create a free API key</a> (or "access token") for these services to be activated. Alternatively, you could remove all of the default basemaps and add your own, non-Mapbox layers.
bg: <strong>Ключ за API на Mapbox (по избор)</strong> - По подразбиране Arches използва някои уеб услуги за базови карти от Mapbox. Необходимо е да <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">създадете безплатен API ключ</a> (или "токен за достъп"), за да бъдат активирани тези услуги. Като алтернатива можете да премахнете всички базови карти по подразбиране и да добавите свои собствени слоеве, които не са от Mapbox.
ckb: <strong>کلیلی API Mapbox (هەڵبژاردە)</strong> - بە شێوەیەکی بنەڕەتی، Arches هەندێک خزمەتگوزاری وێبی نەخشەی بنەڕەتی لە Mapbox بەکاردەهێنێت. پێویستە <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">کلیلێکی API ئازاد دروست بکەیت</a> (یان "نیشانەی دەستگەیشتن." ") بۆ ئەوەی ئەم خزمەتگوزاریانە چالاک بکرێن. یان دەتوانیت هەموو نەخشە بنەڕەتییە پێشوەختەکان لاببەیت و چینەکانی خۆت زیاد بکەیت کە غەیرە Mapbox نین.
fr: <strong>Clé API Mapbox (facultatif)</strong> : par défaut, Arches utilise certains services Web de fond de carte de Mapbox. Vous devrez <a href='https://www.mapbox.com/help/create-api-access-token/' target="_blank">créer une clé API gratuite</a> (ou "access token ") pour que ces services soient activés. Vous pouvez également supprimer tous les fonds de carte par défaut et ajouter vos propres couches non Mapbox.

source: <strong>Mapbox Sprites</strong> - Path to Mapbox sprites (use default).
bg: <strong>Mapbox Sprites</strong> - Път към sprites на Mapbox (използвайте по подразбиране).
ckb: <strong>سپرایتەکانی بۆکسی نەخشە</strong> - ڕێگا بۆ سپرایتەکانی نەخشە بۆکس (بەکارهێنانی پێشوەختە).
fr: <strong>Mapbox Sprites</strong> - Chemin vers les sprites Mapbox (par défaut).

source: <strong>Mapbox Glyphs</strong> - Path to Mapbox glyphs (use default).
bg: <strong>Mapbox Glyphs</strong> - Път към глифовете на Mapbox (използвайте по подразбиране).
ckb: <strong>Glyphs Mapbox</strong> - ڕێگا بۆ Glyphs Mapbox (بەکارهێنانی پێشوەختە).
fr: <strong>Glyphes Mapbox</strong> - Chemin vers les glyphes Mapbox (par défaut).

source: Project Extent
bg: Обхват на проекта
ckb: ڕادەی پڕۆژەکە
fr: Étendue du projet

source: Draw a polygon representing your project's extent. These bounds will serve as the default for the search result grid bounds, and map bounds in search, cards, and reports.
bg: Начертайте многоъгълник, представящ обхвата на вашия проект. Тези граници ще служат по подразбиране за границите на решетката на резултатите от търсенето и границите на картата в търсенето, картите и отчетите.
ckb: فرەگۆشەیەک بکێشە کە نوێنەرایەتی ڕادەی پڕۆژەکەت دەکات. ئەم سنوورانە وەکو پێشوەختە بۆ سنوورەکانی تۆڕی ئەنجامی گەڕان، و سنوورەکانی نەخشە لە گەڕان، کارت و ڕاپۆرتەکاندا کاردەکەن.
fr: Dessinez un polygone représentant l'étendue de votre projet. Ces limites serviront de valeur par défaut pour les limites de la grille des résultats de recherche et les limites de la carte dans la recherche, les fiches et les rapports.

source: Map Zoom
bg: Увеличаване на картата
ckb: نەخشە زووم بکە
fr: Agrandir la carte

source: You can define the zoom behavior of your map. Zoom level 0 shows the whole world (and is the absolute minimum zoom level) and zoom level 20 is the maximum level that most map services support.
bg: Можете да определите параметрите на мащабиране на вашата карта. Ниво на мащабиране 0 показва целия свят (и е абсолютното минимално ниво на мащабиране), а ниво на мащабиране 20 е максималното ниво, което повечето картографски услуги поддържат.
ckb: دەتوانیت هەڵسوکەوتی زوومکردنی نەخشەکەت پێناسە بکەیت. ئاستی زووم ٠ هەموو جیهان نیشان دەدات (و کەمترین ئاستی ڕەهای زوومە) و ئاستی زووم ٢٠ زۆرترین ئاستە کە زۆربەی خزمەتگوزارییەکانی نەخشە پشتگیری دەکەن.
fr: Vous pouvez définir le comportement de zoom de votre carte. Le niveau de zoom 0 montre le monde entier (et est le niveau de zoom minimum absolu) et le niveau de zoom 20 est le niveau maximum pris en charge par la plupart des services de carte.

source: <strong>Default Zoom</strong> - Set the zoom level that the map will be shown at by default.
bg: <strong>Мащабиране по подразбиране</strong> - Задайте нивото на мащабиране, с което картата ще се показва по подразбиране.
ckb: <strong>گەورەکردنی پێشوەختە</strong> - ئاستی زوومکردن دابنێ کە نەخشەکە بە شێوازی پێشوەختە تێیدا پیشان دەدرێت.
fr: <strong>Zoom par défaut</strong> : définissez le niveau de zoom auquel la carte sera affichée par défaut.

source: <strong>Min Zoom</strong> - Minimum zoom level defines how far the user can zoom out when viewing the map.
bg: <strong>Минималното мащабиране</strong> - Минималното ниво на мащабиране определя колко далеч може да се отдалечи потребителят, когато разглежда картата.
ckb: <strong>زۆرکردنی بچووک</strong> - کەمترین ئاستی گەورەکردن پێناسە دەکات کە بەکارهێنەر دەتوانێت تا چەند دەتوانێت بچووک بکاتەوە لە کاتی بینینی نەخشەکەدا.
fr: <strong>Zoom minimum</strong> : le niveau de zoom minimum définit jusqu'où l'utilisateur peut effectuer un zoom arrière lors de l'affichage de la carte.

source: <strong>Max Zoom</strong> - Maximum zoom level defines how far the user can zoom in when viewing the map.
bg: <strong>Максимално увеличение</strong> - Максималното ниво на увеличение определя до каква степен потребителят може да увеличи мащаба при разглеждане на картата.
ckb: <strong>زیاتر زووم</strong> - زۆرترین ئاستی زووم پێناسە دەکات کە بەکارهێنەر دەتوانێت تا چەند زووم بکات لە کاتی بینینی نەخشەکەدا.
fr: <strong>Zoom maximum</strong> : le niveau de zoom maximum définit la distance à laquelle l'utilisateur peut zoomer lorsqu'il affiche la carte.

source: Search Results Grid
bg: Мрежа на резултатите от търсенето
ckb: تۆڕی ئەنجامەکانی گەڕان
fr: Grille des résultats de la recherche

source: Arches aggregates search results and displays them as hexagons. You will need to set default parameters for the hexagon size and precision.
bg: Arches обединява резултатите от търсенето и ги показва като шестоъгълници. Трябва да зададете параметри по подразбиране за размера и точността на шестоъгълника.
ckb: Arches ئەنجامەکانی گەڕان کۆدەکاتەوە و وەک شەشگۆشە پیشانی دەدات. پێویستە پارامێتەرەکانی پێشوەختە بۆ قەبارە و وردبینی شەشگۆشەکە دابنێیت.
fr: Arches regroupe les résultats de la recherche et les affiche sous forme d'hexagones. Vous devrez définir des paramètres par défaut pour la taille et la précision de l'hexagone.

source: <strong>Hexagon Size (in km)</strong> - Set the actual size of the hex bins that will be shown on the map.
bg: <strong>Размер на шестоъгълника (в км)</strong> - Задайте действителния размер на шестоъгълниците, които ще бъдат показани на картата.
ckb: <strong>قەبارەی شەشگۆشە (بە کیلۆمەتر)</strong> - قەبارەی ڕاستەقینەی ئەو سەبەتە هێکسانە دابنێ کە لەسەر نەخشەکە پیشان دەدرێن.
fr: <strong>Taille de l'hexagone (en km)</strong> - Définissez la taille réelle des bacs hexagonaux qui seront affichés sur la carte.

source: <strong>Hexagon Grid Precision</strong> - Set the precision with which the contents of the hex bins will be calculated.
bg: <strong>Прецизност на шестоъгълната мрежа</strong> - Задайте точността, с която ще се изчислява съдържанието на шестоъгълните кутии.
ckb: <strong>وردبینی تۆڕی شەشگۆشە</strong> - ئەو وردبینییە دابنێ کە ناوەڕۆکی سەبەتە هێکسەکان پێی حیسابی بۆ دەکرێت.
fr: <strong>Hexagon Grid Precision</strong> - Définissez la précision avec laquelle le contenu des bacs hexagonaux sera calculé.

source: <strong>Warning:</strong> A large project area combined with a small hexagon size and/or high precision will take a very long time to load, and can crash your browser. We suggest changing these settings in small increments to find the best combination for your project.
bg: <strong>Предупреждение:</strong> Голяма област на проекта в комбинация с малък размер на шестоъгълника и/или висока точност ще отнеме много дълго време за зареждане и може да срине браузъра ви. Предлагаме да променяте тези настройки на малки стъпки, за да намерите най-добрата комбинация за вашия проект.
ckb: <strong>ئاگاداری:</strong> ناوچەیەکی گەورەی پڕۆژە کە لەگەڵ قەبارەی شەشگۆشەی بچووک و/یان وردبینییەکی بەرز تێکەڵ کراوە، کاتێکی زۆر زۆری دەوێت بۆ بارکردن، و دەتوانێت وێبگەڕەکەت تێکبدات. پێشنیار دەکەین ئەم ڕێکخستنانە بە زیادبوونی بچووک بگۆڕیت بۆ دۆزینەوەی باشترین تێکەڵە بۆ پڕۆژەکەت.
fr: <strong>Avertissement :</strong> Une grande zone de projet associée à une petite taille d'hexagone et/ou à une précision élevée prendra beaucoup de temps à charger et peut planter votre navigateur. Nous vous suggérons de modifier ces paramètres par petits incréments pour trouver la meilleure combinaison pour votre projet.

source: Basic Search Settings
bg: Основни настройки за търсене
ckb: ڕێکخستنە بنەڕەتییەکانی گەڕان
fr: Paramètres de recherche de base

source: Set the default search results behavior.
bg: Задаване на поведението по подразбиране на резултатите от търсенето.
ckb: هەڵسوکەوتی ئەنجامی گەڕانی پێشوەختە دابنێ.
fr: Définissez le comportement par défaut des résultats de recherche.

source: <p> <strong>Number of search results per page</strong> - Set the number of search results shown per page. Note this also defines the number of search result markers that are shown on the map.<br> <strong>Number of search hints per dropdown</strong> - Set the number of search hints that will appear under the search bar as you type in search terms.<br> <strong>Max number of search results to export</strong> - Set the maximum number of resources to be exported from the search results. This value should generally be evenly divible by the SEARCH_RESULT_LIMIT setting in Arches (10,000 by default). </p>
bg: <p> <strong>Брой на резултатите от търсенето на страница</strong> - Задайте броя на резултатите от търсенето, показвани на страница. Обърнете внимание, че това определя и броя на маркерите на резултатите от търсенето, които се показват на картата.<br> <strong>Брой подсказки за търсене в падащо меню</strong> - Задайте броя на подсказките за търсене, които ще се появяват под лентата за търсене, когато въвеждате термини за търсене.<br> <strong>Максимален брой експортирани резултати от търсенето</strong> - Задайте максималния брой ресурси, които да бъдат експортирани от резултатите от търсенето. По принцип тази стойност трябва да се дели равномерно на настройката SEARCH_RESULT_LIMIT в Arches (10 000 по подразбиране). </p>
ckb: <p> <strong>ژمارەی ئەنجامی گەڕان بۆ هەر لاپەڕەیەک</strong> - ژمارەی ئەنجامەکانی گەڕان کە بۆ هەر لاپەڕەیەک پیشان دەدرێت دابنێ. تێبینی بکە ئەمە ژمارەی نیشاندەرەکانی ئەنجامی گەڕانیش دیاری دەکات کە لەسەر نەخشەکە نیشان دەدرێن.<br> <strong>ژمارەی ئاماژەکانی گەڕان بۆ هەر دابەزینێک</strong> - ژمارەی ئاماژەکانی گەڕانەکە دابنێ کە لە ژێر پەتی گەڕانەکەدا دەردەکەون لەگەڵ نووسینی زاراوەی گەڕان.<br> <strong>زۆرترین ژمارەی ئەنجامەکانی گەڕان بۆ هەناردەکردن</strong> - زۆرترین ژمارەی سەرچاوەکان دابنێ کە لە ئەنجامی گەڕانەکانەوە هەناردە دەکرێن. ئەم بەهایە بەگشتی دەبێت بە شێوەیەکی یەکسان دابەش بکرێت بە ڕێکخستنی SEARCH_RESULT_LIMIT لە Arches (10,000 بە شێوازی پێشوەختە). </p>
fr: <p> <strong>Nombre de résultats de recherche par page</strong> : définissez le nombre de résultats de recherche affichés par page. Notez que cela définit également le nombre de marqueurs de résultats de recherche affichés sur la carte.<br> <strong>Nombre d'indices de recherche par liste déroulante</strong> : définissez le nombre d'indices de recherche qui apparaîtront sous la barre de recherche lorsque vous saisissez des termes de recherche.<br> <strong>Nombre maximal de résultats de recherche à exporter</strong> : définissez le nombre maximal de ressources à exporter à partir des résultats de recherche. Cette valeur doit généralement être divisible de manière égale par le paramètre SEARCH_RESULT_LIMIT dans Arches (10 000 par défaut). </p>

source: Temporal Search Settings
bg: Настройки за временно търсене
ckb: ڕێکخستنەکانی گەڕانی کاتی
fr: Paramètres de recherche temporelle

source: Arches creates a Time Wheel based on the resources in your database, to allow for quick temporal visualization and queries. A few aspects of this temporal search are defined here.
bg: Arches създава колело на времето въз основа на ресурсите във вашата база данни, за да даде възможност за бърза визуализация на времето и заявки. Няколко аспекта на това времево търсене са дефинирани тук.
ckb: Arches Time Wheel دروست دەکات لەسەر بنەمای سەرچاوەکانی ناو بنکەدراوەی تۆ، بۆ ئەوەی ڕێگە بدات بە بینینی خێرا و پرسیاری کاتی. چەند لایەنێکی ئەم گەڕانە کاتییە لێرەدا پێناسە دەکرێن.
fr: Arches crée une roue temporelle basée sur les ressources de votre base de données, pour permettre une visualisation et des requêtes temporelles rapides. Quelques aspects de cette recherche temporelle sont définis ici.

source: <strong>Color Ramp</strong> - <em>not currently implemented</em> The color ramp for the time wheel. For further reference, check out the <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API reference</a>.
bg: <strong>Цветна рампа</strong> - <em>в момента не е реализирана </em> Цветната рампа за колелото на времето. За допълнителна информация вижте справката за <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API</a>.
ckb: <strong>ڕامپی ڕەنگ</strong> - <em>لە ئێستادا جێبەجێ نەکراوە</em> ڕامپی ڕەنگ بۆ تایەی کات. بۆ ئاماژەی زیاتر، سەیری <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">d3 API بکە ئاماژە</a>.
fr: <strong>Rampe de couleurs</strong> - <em>non implémentée actuellement</em> La rampe de couleurs pour la roue du temps. Pour plus de références, consultez l' <a href='https://github.com/d3/d3-3.x-api-reference/blob/master/Ordinal-Scales.md' target="_blank">API d3 référence</a>.

source: <strong>Time wheel configuration</strong> - <em>not currently implemented</em>
bg: <strong>Конфигурация на колелото на времето</strong> - <em>в момента не е въведена</em>
ckb: <strong>ڕێکخستنی تایەی کات</strong> - <em>لە ئێستادا جێبەجێ نەکراوە</em>
fr: <strong>Configuration de la roue du temps</strong> - <em>non implémentée actuellement</em>

source: Saved Searches
bg: Запазени търсения
ckb: گەڕانە هەڵگیراوەکان
fr: Recherches sauvegardées

source: Arches allows you save a search and present it as convenience for your users. Saved Searches appear as search options in the main Search page. Creating a Saved Search is a three-step process.
bg: Arches ви позволява да запазите търсенето и да го представите като удобство за вашите потребители. Запазените търсения се появяват като опции за търсене в основната страница за търсене. Създаването на запазено търсене е процес в три стъпки.
ckb: Arches ڕێگەت پێدەدات گەڕانێک پاشەکەوت بکەیت و وەک ئاسانکاری بۆ بەکارهێنەرانت پێشکەشی بکەیت. گەڕانە هەڵگیراوەکان وەک هەڵبژاردەی گەڕان لە لاپەڕەی سەرەکی گەڕان دەردەکەون. دروستکردنی گەڕانی پاشەکەوتکراو پرۆسەیەکی سێ هەنگاوییە.
fr: Arches vous permet de sauvegarder une recherche et de la présenter comme commodité pour vos utilisateurs. Les recherches enregistrées apparaissent sous forme d'options de recherche dans la page de recherche principale. La création d'une recherche enregistrée est un processus en trois étapes.
