Repository: archesproject/arches
Catalog: arches/locale/*/LC_MESSAGES/django.po
Languages: bg, ckb, fr

source: No nodes matching query parameters found.
bg: Не са намерени възли, отговарящи на параметрите на заявката.
ckb: هیچ گرێیەک کە لەگەڵ پارامێتەرەکانی پرسیاردا بگونجێت نەدۆزراوەتەوە.
fr: Aucun nœud correspondant aux paramètres de requête n'a été trouvé.

source: No graph found for graphid %s
bg: Не е намерена графа за графиката %s
ckb: هیچ گرافێک بۆ graphid %s نەدۆزراوەتەوە
fr: Aucun graphe trouvé pour graphid %s

source: User does not have permission to edit this node.
bg: Потребителят няма разрешение да редактира този възел.
ckb: بەکارهێنەر مۆڵەتی دەستکاریکردنی ئەم گرێیەی نییە.
fr: L'utilisateur n'est pas autorisé à modifier ce nœud.

source: Signup for Arches
bg: Регистрирайте се за Arches
ckb: ناو تۆمارکردن بۆ Arches
fr: Inscrivez-vous à Arches

source: Thanks for your interest in Arches. Click on link below to confirm your email address! Use your email address to login.
bg: Благодарим за интереса ви към Arches. Кликнете върху линка по-долу, за да потвърдите имейл адреса си! Използвайте имейл адреса си, за да влезете в системата.
ckb: سوپاس بۆ گرنگیدانت بە ئارچێس. بۆ پشتڕاستکردنەوەی ئیمەیڵەکەت کلیک لەم لینکەی خوارەوە بکە! بۆ چوونە ژوورەوە ناونیشانی ئیمەیڵەکەت بەکاربهێنە.
fr: Merci de l'intérêt que vous portez à Arches. Cliquez sur le lien ci-dessous pour confirmer votre adresse e-mail ! Utilisez votre adresse e-mail pour vous connecter.

source: This link expires in 24 hours. If you can't get to it before then, don't worry, you can always try again with the same email address.
bg: Този линк изтича след 24 часа. Ако не успеете да стигнете до него преди това, не се притеснявайте, винаги можете да опитате отново със същия имейл адрес.
ckb: ئەم لینکە ٢٤ کاتژمێری تر بەسەر دەچێت. ئەگەر پێش ئەو کاتە نەتتوانی بگەیتە ئەوێ، نیگەران مەبە، هەمیشە دەتوانیت بە هەمان ناونیشانی ئیمەیڵ هەوڵی دووبارە بدەیتەوە.
fr: Ce lien expire dans 24 heures. Si vous ne pouvez pas y accéder avant, ne vous inquiétez pas, vous pouvez toujours réessayer avec la même adresse e-mail.

source: Welcome to Arches!
bg: Добре дошли в Arches!
ckb: بەخێربێن بۆ ئارچێس!
fr: Bienvenue dans Arches !

source: An email has been sent to <br><strong>%s</strong><br> with a link to activate your account
bg: Изпратен е имейл до <br><strong>%s</strong><br> с линк за активиране на вашия акаунт
ckb: ئیمەیڵێک بۆ <br><strong>%s</strong><br> نێردراوە لەگەڵ بەستەرێک بۆ چالاککردنی ئەکاونتەکەت
fr: Un e-mail a été envoyé à <br><strong>%s</strong><br> avec un lien pour activer votre compte

source: The signup link has expired, please try signing up again. Thanks!
bg: Линкът за регистрация е изтекъл, моля, опитайте да се регистрирате отново. Благодаря!
ckb: بەستەری ناو تۆمارکردن بەسەرچووە، تکایە هەوڵبدە دووبارە ناوت تۆمار بکەیتەوە. سوپاس!
fr: Le lien d'inscription a expiré, veuillez réessayer de vous inscrire. Merci!

source: Invalid password
bg: Неправилна парола
ckb: پاسەپۆرتی بەسەرچوو
fr: Mot de passe incorrect

source: New password and confirmation must match
bg: Новата парола и потвърждението трябва да съвпадат
ckb: وشەی نهێنی نوێ و پشتڕاستکردنەوە دەبێت هاوتا بێت
fr: Le nouveau mot de passe et la confirmation doivent correspondre

source: Password successfully updated
bg: Паролата е успешно актуализирана
ckb: وشەی نهێنی بە سەرکەوتوویی نوێکرایەوە
fr: Mot de passe mis à jour avec succès

source: Using the RDM
bg: Използване на RDM
ckb: بەکارهێنانی RDM
fr: Utilisation du RDM

source: Unable to Load SKOS File
bg: Невъзможност за зареждане на SKOS файл
ckb: ناتوانرێت فایلە SKOS باربکرێت
fr: Impossible de charger le fichier SKOS

source: There was an issue saving the contents of the file to Arches.
bg: Имаше проблем със запазването на съдържанието на файла в Arches.
ckb: کێشەیەک هەبوو لە پاشەکەوتکردنی ناوەڕۆکی فایلەکە بۆ Arches.
fr: Un problème est survenu lors de l'enregistrement du contenu du fichier dans Arches.

source: Unable to Delete
bg: Невъзможност за изтриване
ckb: ناتوانرێت بسڕدرێتەوە
fr: Impossible de supprimer

source: This concept or one of it's subconcepts is already in use by an existing resource.
bg: Тази концепция или някоя от нейните подконцепции вече се използва от съществуващ ресурс.
ckb: ئەم چەمکە یان یەکێک لە چەمکە لاوەکییەکانی لە ئێستاوە لەلایەن سەرچاوەیەکی هەبووەوە بەکاردەهێنرێت.
fr: Ce concept ou l'un de ses sous-concepts est déjà utilisé par une ressource existante.

source: Success
bg: Успех
ckb: سەرکەوتن
fr: Succès

source: Collection successfully created from the selected concept
bg: Успешно създадена колекция от избраната концепция
ckb: کۆکردنەوەکە بە سەرکەوتوویی لە چەمکی هەڵبژێردراوەوە دروستکراوە
fr: Collection créée avec succès à partir du concept sélectionné

source: Unable to Make Collection
bg: Не може да се Направи Колекция.
ckb: ناتوانرێت کۆکردنەوە دروست بکات
fr: Impossible de faire la collecte

source: Unable to make a collection from the selected concept.
bg: Не може да се направи колекция от избраната концепция.
ckb: ناتوانێت لە چەمکی هەڵبژێردراوەوە کۆمەڵەیەک دروست بکات.
fr: Impossible de créer une collection à partir du concept sélectionné.

source: Using the Arches Designer
bg: Използване на Arches Designer
ckb: بەکارهێنانی دیزاینەری Arches
fr: Utilisation du concepteur d'arches

source: No namespaces appear to be associated with {ontology.ontologyid} in the ontologies table. This is not a problem as long as all necessary namespaces are included in the ONTOLOGY_NAMESPACES setting.
bg: В таблицата с онтологии не се появяват полета от имена, свързани с {ontology.ontologyid}. Това не е проблем, стига всички необходими полета от имена да са включени в настройката ONTOLOGY_NAMESPACES.
ckb: پێناچێت هیچ شوێنێکی ناو پەیوەست نەبێت بە {ontology.ontologyid} لە خشتەی ئۆنتۆلۆژیاکاندا. ئەمە کێشە نییە بە مەرجێک هەموو شوێنە ناوە پێویستەکان لە ڕێکخستنی ONTOLOGY_NAMESPACES دا جێگیر بکرێن.
fr: Aucun espace de noms ne semble être associé à {ontology.ontologyid} dans la table des ontologies. Ce n'est pas un problème tant que tous les espaces de noms nécessaires sont inclus dans le paramètre ONTOLOGY_NAMESPACES.

source: Branch Library
bg: Библиотека на Разклоненията
ckb: کتێبخانەی لق
fr: Bibliothèque de la filiale

source: Find a graph branch
bg: Намиране на разклонение на графа
ckb: لقێکی گرافیک بدۆزەرەوە
fr: Trouver une branche du graphe

source: Designing a Resource Model
bg: Проектиране на Ресурсен Модел
ckb: دیزاینکردنی مۆدێلی سەرچاوە
fr: Conception d'un modèle de ressource

source: Designing a Branch
bg: Проектиране на разклонение
ckb: دیزاینکردنی لقێک
fr: Concevoir une branche

source: Elasticsearch indexing error
bg: Грешка при индексирането на еластичното търсене
ckb: هەڵەی ئیندێکسکردنی Elasticsearch
fr: Erreur d'indexation Elasticsearch

source: Managing Functions
bg: Управление на функциите
ckb: بەڕێوەبردنی ئەرکەکان
fr: Fonctions de gestion

source: IIIF server proxy not configured
bg: Прокси сървърът на IIIF не е конфигуриран
ckb: پرۆکسی سێرڤەری IIIF ڕێکنەخراوە
fr: Serveur proxy IIIF non configuré

source: Manifest Validation Error
bg: Грешка при валидирането на манифеста
ckb: هەڵەی چەسپاندنی دەرکەوتوو
fr: Erreur de validation du manifeste

source: Tileserver proxy not configured
bg: Proxy сървърът на плочката не е конфигуриран
ckb: پرۆکسی Tileserver ڕێک نەخراوە
fr: Proxy Tileserver non configuré

source: Creating Resources
bg: Създаване на ресурси
ckb: دروستکردنی سەرچاوە
fr: Création de ressources

source: Managing System Settings
bg: Управление на системните настройки
ckb: بەڕێوەبردنی ڕێکخستنەکانی سیستەم
fr: Gestion des paramètres système

source: Using the Resource Editor
bg: Използване на Resource Editor
ckb: بەکارهێنانی دەستکاریکەری سەرچاوە
fr: Utilisation de l'éditeur de ressources

source: Unable to Delete Resource
bg: Не е възможо да се Изтрие Ресурса
ckb: ناتوانرێت سەرچاوە بسڕدرێتەوە
fr: Impossible de supprimer la ressource

source: User does not have permissions to delete this instance because the instance or its data is restricted
bg: Потребителят няма права да изтрие този екземпляр, защото екземплярът или неговите данни са ограничени.
ckb: بەکارهێنەر مۆڵەتی سڕینەوەی ئەم نموونەیەی نییە چونکە نموونەکە یان داتاکانی سنووردارە
fr: L'utilisateur n'est pas autorisé à supprimer cette instance, car l'instance ou ses données sont restreintes

source: Resource Created
bg: Създаден ресурс
ckb: سەرچاوە دروستکراوە
fr: Ressource créée

source: Resource Deleted
bg: Изтрит ресурс
ckb: سەرچاوە سڕاوەتەوە
fr: Ressource supprimée

source: Tile Deleted
bg: Плочката е изтрита
ckb: کاشی سڕاوەتەوە
fr: Tuile supprimée

source: Tile Created
bg: Плоката е създадена
ckb: کاشی دروستکراوە
fr: Tuile créée

source: Tile Updated
bg: Плочкaтa e актуализиранa
ckb: کاشی نوێکراوەتەوە
fr: Tuile mise à jour

source: Edit Deleted
bg: Редактиране на изтритите
ckb: دەستکاریکردن سڕاوەتەوە
fr: Modification supprimée

source: Failed to fetch resource instance descriptors
bg: Неуспешно извличане на дескрипторите екземпляри на ресурси
ckb: شکستی هێنا لە هێنانی وەسفکەری نموونەی سەرچاوە
fr: Échec de la récupération des descripteurs d'instance de ressource

source: No active report template is available for this resource.
bg: За този ресурс не е наличен активен шаблон на отчет.
ckb: هیچ قاڵبێکی ڕاپۆرتی چالاک بۆ ئەم سەرچاوەیە بەردەست نییە.
fr: Aucun schéma de rapport actif n'est disponible pour cette ressource.

source: Unable to delete. Relationship does not exist
bg: Невъзможно е да се изтрие. Връзката не съществува
ckb: ناتوانرێت بسڕدرێتەوە. پەیوەندی بوونی نییە
fr: Impossible de supprimer. La relation n'existe pas

source: Searching the Database
bg: Търсене в базата данни
ckb: گەڕان لە بنکەدراوەدا
fr: Recherche dans la base de données

source: Your search exceeds the {download_limit} instance download limit. Please refine your search
bg: Търсенето ви надхвърля лимита за изтегляне на екземпляра {download_limit}. Моля, прецизирайте търсенето си
ckb: گەڕانەکەت سنووری دابەزاندنی نموونەی {download_limit} تێدەپەڕێنێت. تکایە گەڕانەکەت وردتر بکەرەوە
fr: Votre recherche dépasse la limite de téléchargement d'instance {download_limit}. Veuillez affiner votre recherche

source: Either no instances were identified for export or no resources have exportable geometry nodes Please confirm that the models of instances you would like to export have geometry nodes and that those nodes are set as exportable
bg: Или не са идентифицирани екземпляри за експортиране, или никой ресурс няма експортируеми геометрични възли. Моля, потвърдете, че моделите на екземплярите, които искате да експортирате, имат геометрични възли и че тези възли са зададени като експортируеми.
ckb: یان هیچ نموونەیەک بۆ هەناردەکردن دەستنیشان نەکراوە یان هیچ سەرچاوەیەک گرێی ئەندازەیی هەناردەکراوی نییە تکایە پشتڕاستی بکەرەوە کە ئەو مۆدێلانەی ئەو نموونانەی کە دەتەوێت هەناردەیان بکەیت گرێی ئەندازەیییان هەیە و ئەو گرێیانە وەک هەناردەکراو دانراون
fr: Soit aucune instance n'a été identifiée pour l'exportation, soit aucune ressource n'a de nœuds de géométrie exportables Veuillez confirmer que les modèles d'instances que vous souhaitez exporter ont des nœuds de géométrie et que ces nœuds sont définis comme exportables

source: There was an error retrieving the search results
bg: Имаше грешка при извличането на резултатите от търсенето
ckb: هەڵەیەک لە وەرگرتنەوەی ئەنجامی گەڕانەکەدا ڕوویدا
fr: Une erreur s'est produite lors de la récupération des résultats de la recherche

source: Downloading
bg: Изтегляне
ckb: دابەزاندن
fr: Téléchargement

source: The requested file is no longer available
bg: Поисканият файл вече не е наличен
ckb: فایلە داواکراوەکە ئێستا بەردەست نییە
fr: Le fichier demandé n'est plus disponible

source: Saving tile failed
bg: Запазването на плочката е неуспешно
ckb: پاشەکەوتکردنی کاشی شکستی هێنا
fr: Échec de l'enregistrement de la tuile

source: This tile is no longer available
bg: Тази плочка вече не е налична
ckb: ئەم کاشیە ئێستا بەردەست نییە
fr: Cette tuile n'est plus disponible

source: It was likely deleted by another user
bg: Вероятно е била изтрита от друг потребител
ckb: پێدەچێت لەلایەن بەکارهێنەرێکی دیکەوە سڕابێتەوە
fr: Il a probablement été supprimé par un autre utilisateur

source: Unable to save. Please verify your input is valid
bg: Не може да се запази. Моля, проверете дали въведените данни са валидни
ckb: ناتوانێت پاشەکەوت بکات. تکایە دڵنیابە لەوەی کە زانیارییەکەت دروستە
fr: Impossible de sauvegarder. Veuillez vérifier que votre entrée est valide

source: Request Failed
bg: Заявката е неуспешна
ckb: داواکاری شکستی هێنا
fr: Demande échoué

source: Unable to Save. Verify model status is active
bg: Не може да се запази. Проверете дали статусът на модела е активен
ckb: ناتوانرێت پاشەکەوت بکرێت. دڵنیابە کە دۆخی مۆدێل چالاکە
fr: Impossible de sauvegarder. Vérifier que l'état du modèle est actif

source: Permission Denied
bg: Разрешението е отказано
ckb: مۆڵەت ڕەتکرایەوە
fr: Permission refusée

source: It was likely already deleted by another user
bg: Вероятно вече е била изтрита от друг потребител
ckb: پێدەچێت پێشتر لەلایەن بەکارهێنەرێکی دیکەوە سڕابێتەوە
fr: Il a probablement déjà été supprimé par un autre utilisateur

source: Unable to delete. Verify model status is active
bg: Невъзможно е да се изтрие. Проверете дали статусът на модела е активен
ckb: ناتوانرێت بسڕدرێتەوە. دڵنیابە کە دۆخی مۆدێل چالاکە
fr: Impossible de supprimer. Vérifier que l'état du modèle est actif

source: You do not have permissions to delete a tile with authoritative data.
bg: Нямате права за изтриване на плочка с достоверни данни.
ckb: تۆ مۆڵەتت نییە بۆ سڕینەوەی کاشییەک کە داتای دەسەڵاتداری هەبێت.
fr: Vous n'êtes pas autorisé à supprimer une tuile contenant des données faisant autorité.

source: Not yet logged in
bg: Още не сте влезли
ckb: هێشتا نەچووەتە ژوورەوە
fr: Pas encore connecté

source: Profile Editing
bg: Редактиране на профил
ckb: دەستکاریکردنی پڕۆفایلی
fr: Modification du profil

source: Your
bg: Вашият
ckb: هی تۆ
fr: Votre

source: You must supply an ontology_config.json within your ontology source directory.
bg: Трябва да предоставите ontology_config.json в директорията с източника на онтологията.
ckb: پێویستە ontology_config.json لە ناو بەڕێوەبەرایەتی سەرچاوەی ئۆنتۆلۆژیەکەتدا دابین بکەیت.
fr: Vous devez fournir un ontology_config.json dans votre répertoire source d'ontologie.

source: '{config_file}' was not found.
bg: '{config_file}' не беше намерен.
ckb: '{config_file}' نەدۆزرایەوە.
fr: '{config_file}' est introuvable.

source: You must supply a version number using the -vn/--version argument.
bg: Трябва да предоставите номер на версията, като използвате -vn/--version argument.
ckb: پێویستە ژمارەیەکی وەشانی دابین بکەیت بە بەکارهێنانی ئارگومێنتی -vn/--version.
fr: Vous devez fournir un numéro de version à l'aide de l'argument -vn/--version.

source: Incorrect Extended Date Time Format. See http://www.loc.gov/standards/datetime/ for supported formats.
bg: Неправилен разширен формат за дата и час. Вижте http://www.loc.gov/standards/datetime/ за поддържаните формати.
ckb: فۆرماتێکی هەڵەی کاتی بەرواری درێژکراوە. بۆ فۆرماتەکانی پشتگیریکراو سەیری http://www.loc.gov/standards/datetime/ بکە.
fr: Format de date et d'heure étendu incorrect. Voir http://www.loc.gov/standards/datetime/ pour les formats pris en charge.

source: Another resource modal already uses the slug '{self.slug}'
bg: Друг модел на ресурс вече използва името '{self.slug}'
ckb: مۆداڵی سەرچاوەیەکی تر پێشتر slug '{self.slug}' بەکاردەهێنێت.
fr: Une autre ressource modale utilise déjà le slug '{self.slug}'

source: Could not delete database in CouchDB
bg: Не може да се изтрие база данни в CouchDB
ckb: نەتوانرا بنکەدراوە لە CouchDB بسڕدرێتەوە
fr: Impossible de supprimer la base de données dans CouchDB

source: Celery appears not to be running, you need to have celery running in order to sync from Arches Collector.
bg: Изглежда, че Celery не е стартиран, трябва да имате стартиран Celery, за да можете да синхронизирате от Arches Колектор.
ckb: پێدەچێت کەلەرم کارناکات، پێویستە کەلەرم کاربکات بۆ ئەوەی لە Arches Collector ەوە هاوکات بکەیت.
fr: Le céleri ne semble pas fonctionner, vous devez avoir le Celery en cours d'exécution afin de synchroniser à partir d'Arches Collector.

source: Sync Completed
bg: Синхронизирането е завършено
ckb: هاوکاتکردن تەواو بووە
fr: Synchronisation terminée

source: Pushing Edits to Arches
bg: Изпращане на редакции в Arches
ckb: پاڵنانی دەستکارییەکان بۆ کەوانەکان
fr: Pousser les modifications vers Arches

source: This Model is Inactive and not available for editing
bg: Този Модел е неактивен и не е достъпен за редактиране
ckb: ئەم مۆدێلە Inactive ە و بۆ دەستکاریکردن بەردەست نییە
fr: Ce modèle est inactif et ne peut pas être modifié

source: This model is not yet active; unable to save.
bg: Този модел все още не е активен; не може да бъде запазен.
ckb: ئەم مۆدێلە هێشتا چالاک نییە؛ ناتوانێت پاشەکەوت بکات.
fr: Ce modèle n'est pas encore actif ; impossible de sauvegarder.

source: This model is not yet active; unable to delete.
bg: Този модел все още не е активен; не можете да го изтриете.
ckb: ئەم مۆدێلە هێشتا چالاک نییە؛ ناتوانێت بسڕێتەوە.
fr: Ce modèle n'est pas encore actif ; impossible de supprimer.

source: Model Inactive Error
bg: Грешка при неактивен модел
ckb: هەڵەی ناچالاکی مۆدێل
fr: Erreur de modèle inactif

source: Unable to save a tile to a card with cardinality 1 where a tile has previously been saved.
bg: Невъзможно е да се запише плочка в карта с кардиналност 1, в която вече е била записана плочка.
ckb: ناتوانرێت کاشییەک لە کارتێکدا هەڵبگریت کە کاردیناڵیتی 1ی هەبێت کە پێشتر کاشییەک پاشەکەوت کراوە.
fr: Impossible d'enregistrer une tuile sur une fiche de cardinalité 1 où une tuile a déjà été enregistrée.

source: Details: card: {0}, graph: {1}, resource: {2}, tile: {3}, nodegroup: {4}
bg: Подробности: карта: {0}, графа: {1}, ресурс: {2}, плочка: {3}, възлова група: {4}
ckb: وردەکاری: کارت: {0}، گراف: {1}، سەرچاوە: {2}، کاشی: {3}، گروپی گرێ: {4}
fr: Détails : fiche : {0}, graphe : {1}, ressource : {2}, tuile : {3}, groupe de nœuds : {4}

source: Arches Collector Manager
bg: Мениджър на Arches Kолектор
ckb: بەڕێوەبەری کۆکەرەوەی کەوانەکان
fr: Responsable Collectionneur d'Arches

source: As a database administrator, you will use the Arches Collector Manager to create and manage the projects that data collection users will access through the <a href="https://arches.readthedocs.io/en/stable/using-arches-collector" target="_blank">Arches Collector</a> mobile app.
bg: Като администратор на база данни ще използвате Мениджър на Arches Kолектор, за да създавате и управлявате проектите, до които потребителите на събиране на данни ще имат достъп чрез мобилното приложение <a href="https://arches.readthedocs.io/en/stable/using-arches-collector" target="_blank">Arches Kолектор</a>.
ckb: وەک بەڕێوەبەری بنکەدراوە، تۆ بەڕێوەبەری کۆکەرەوەی Arches بەکاردەهێنیت بۆ دروستکردن و بەڕێوەبردنی ئەو پڕۆژانەی کە بەکارهێنەرانی کۆکردنەوەی زانیاری لە ڕێگەی <a href="https://arches.readthedocs.io/en/stable/using-arches-collector دەستیان پێدەگات " target="_blank">کۆکەرەوەی کەوانەکان</a> ئەپی مۆبایل.
fr: En tant qu'administrateur de base de données, vous utiliserez Arches Collector Manager pour créer et gérer les projets auxquels les utilisateurs de la collecte de données accéderont via <a href="https://arches.readthedocs.io/en/stable/using-arches-collector Application mobile " target="_blank">Arches Collector</a>.

source: When you begin creating a new project, you'll be brought to the project summary, which shows you how many users are participating, when data was last synced, and more.
bg: Когато започнете да създавате нов проект, ще бъдете прехвърлени към обобщението на проекта, което показва колко потребители участват, кога за последен път са били синхронизирани данните и др.
ckb: کاتێک دەست دەکەیت بە دروستکردنی پڕۆژەیەکی نوێ، دەهێنرێتە سەر پوختەی پڕۆژەکە، کە نیشانت دەدات چەند بەکارهێنەر بەشدارن، کەی دوایین جار داتاکان هاوکات کراون و زۆر شتی تر.
fr: Lorsque vous commencez à créer un nouveau projet, vous serez redirigé vers le résumé du projet, qui vous indique le nombre d'utilisateurs participants, la date de la dernière synchronisation des données, etc.

source: Once you have finished setting all of the parameters for your project, you will return to the summary page to activate it for the first time.
bg: След като приключите със задаването на всички параметри на проекта, ще се върнете на обобщаващата страница, за да го активирате за първи път.
ckb: کاتێک کە ڕێکخستنی هەموو پارامێتەرەکانی پڕۆژەکەت تەواو بوو، دەگەڕێیتەوە بۆ لاپەڕەی پوختە بۆ ئەوەی بۆ یەکەمجار چالاک بکەیت.
fr: Une fois que vous avez fini de régler tous les paramètres de votre projet, vous reviendrez à la page récapitulative pour l'activer pour la première fois.

source: This initial activation saves the contents of your project to a staging database, from which Arches Collector users will download it and begin collecting data.
bg: При това първоначално активиране съдържанието на проекта се записва в етапна база данни, от която потребителите на Arches Kолектор ще го изтеглят и ще започнат да събират данни.
ckb: ئەم چالاککردنە سەرەتاییە ناوەڕۆکی پڕۆژەکەت لە بنکەدراوەیەکی قۆناغبەندیدا هەڵدەگرێت، کە بەکارهێنەرانی Arches Collector لێیەوە دایبەزێنن و دەست دەکەن بە کۆکردنەوەی زانیاری.
fr: Cette activation initiale enregistre le contenu de votre projet dans une base de données intermédiaire, à partir de laquelle les utilisateurs d'Arches Collector le téléchargeront et commenceront à collecter des données.

source: IMPORTANT: In order for Arches Collector users to connect to this Arches instance a system admin must first <a href="https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches" target="_blank">register an application</a>.
bg: ВАЖНО: За да могат потребителите на Arches Kолектор да се свържат с тази инстанция на Arches, системният администратор трябва първо да <a href="https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches" target="_blank"> регистрира приложение</a>.
ckb: گرنگ: بۆ ئەوەی بەکارهێنەرانی Arches Collector پەیوەندی بەم نموونەیەی Arches بکەن سەرەتا دەبێت بەڕێوەبەری سیستەم <a href="https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches " target="_blank">تۆمارکردنی بەرنامەیەک</a>.
fr: IMPORTANT : Pour que les utilisateurs Arches Collector puissent se connecter à cette instance Arches, un administrateur système doit d'abord <a href="https://arches.readthedocs.io/en/stable/api/#registering-an-application-with-arches " target="_blank">enregistrer une application</a>.

source: Managing Projects
bg: Управление на проекти
ckb: بەڕێوەبردنی پڕۆژەکان
fr: Gestion de projets

source: Activation/Deactivation
bg: Активиране/Деактивиране
ckb: چالاککردن/ناچالاککردن
fr: Activation/Désactivation
